[{"indications": "Indications hypertension; symptomatic heart failure (adjunct—see section 2.5.5); prevention\r\nof symptomatic heart failure in patients with asymptomatic left ventricular\r\ndysfunction", "name": "ENALAPRIL MALEATE With diuretic", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.5 Hypertension and heart failure", "2.5.5 Drugs affecting the renin-angiotensin system", "2.5.5.1 Angiotensin-converting enzyme inhibitors", "ENALAPRIL MALEATE", "With diuretic"], "cautions": "Cautions \n(From 2.5.5.1 Angiotensin-converting enzyme inhibitors: British National Formulary)\nCautions ACE inhibitors need to be initiated with care in patients receiving diuretics (important: see Concomitant diuretics, below); first doses can cause hypotension especially in patients taking high doses of diuretics, on a low-sodium diet, on dialysis, dehydrated, or with heart failure (see above). They should also be used with caution in peripheral vascular disease or generalised atherosclerosis owing to risk of clinically silent renovascular disease; for use in pre-existing renovascular disease, see Renal Effects above. The risk of agranulocytosis is possibly increased in collagen vascular disease (blood counts recommended). ACE inhibitors should be used with care in patients with severe or symptomatic aortic stenosis (risk of hypotension) and in hypertrophic cardiomyopathy. They should also be used with care (or avoided) in those with a history of idiopathic or hereditary angioedema. If jaundice or marked elevations of hepatic enzymes occur during treatment then the ACE inhibitor should be discontinued—risk of hepatic necrosis (see also Hepatic impairment, below). Interactions: Appendix 1 (ACE inhibitors).Anaphylactoid reactions To prevent anaphylactoid reactions, ACE inhibitors should be avoided during dialysis with high-flux polyacrylonitrile membranes and during low-density lipoprotein apheresis with dextran sulphate; they should also be withheld before desensitisation with wasp or bee venom.Concomitant diuretics ACE inhibitors can cause a very rapid fall in blood pressure in volume-depleted patients; treatment should therefore be initiated with very low doses. If the dose of diuretic is greater than 80 mg furosemide or equivalent, the ACE inhibitor should be initiated under close supervision and in some patients the diuretic dose may need to be reduced or the diuretic discontinued at least 24 hours beforehand (may not be possible in heart failure—risk of pulmonary oedema). If high-dose diuretic therapy cannot be stopped, close observation is recommended after administration of the first dose of ACE inhibitor, for at least 2 hours or until the blood pressure has stabilised.", "side-effects": "Side-effects see notes above; also dyspnoea; depression, asthenia;\r\nblurred vision; less commonly dry mouth, peptic ulcer,\r\nanorexia, ileus; arrhythmias, palpitation, flushing; confusion, nervousness,\r\ndrowsiness, insomnia, vertigo; impotence; muscle cramps; tinnitus;\r\nalopecia, sweating; hyponatraemia; rarely stomatitis,\r\nglossitis, Raynaud’s syndrome, pulmonary infiltrates, allergic alveolitis,\r\ndream abnormalities, gynaecomastia, Stevens-Johnson syndrome, toxic\r\nepidermal necrolysis, exfoliative dermatitis, pemphigus; very\r\nrarely gastro-intestinal angioedema", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2588.htm", "doses": ["Hypertension, used alone, initially 5 mg once daily; if\r\nused in addition to diuretic (see notes above),\r\nor in renal impairment, lower initial doses may be required; usual\r\nmaintenance dose 20 mg once daily; max. 40 mg once daily", "Heart failure (adjunct), asymptomatic left ventricular dysfunction,\r\ninitially 2.5 mg once daily under close medical supervision (see notes above),\r\nincreased gradually over 2–4 weeks to 10–20 mg twice daily if tolerated", "Name[Innozide® (MSD) ] Tablets, yellow, scored, enalapril maleate 20 mg, hydrochlorothiazide 12.5 mg, net price 28-tab pack = £12.82Note Non-proprietary tablets containing enalapril\r\nmaleate (20 mg) and hydrochlorothiazide (12.5 mg) are available"], "pregnancy": "Pregnancy \n(From 2.5.5.1 Angiotensin-converting enzyme inhibitors: British National Formulary)\nPregnancy ACE inhibitors should be avoided in pregnancy unless essential. They may adversely affect fetal and neonatal blood pressure control and renal function; skull defects and oligohydramnios have also been reported."}]