[{"indications": "Indications \n(From 8.1.1 Alkylating drugs: British National Formulary)\nCyclophosphamide is used mainly in combination with other agents for treating a wide range of malignancies, including some leukaemias, lymphomas, and solid tumours. It is given by mouth or intravenously; it is inactive until metabolised by the liver. A urinary metabolite of cyclophosphamide, acrolein, can cause haemorrhagic cystitis; this is a rare but serious complication; increased fluid intake for 24–48 hours after intravenous injection, can prevent this complication. When high-dose therapy (e.g. more than 2 g intravenously) is used or when the patient is considered to be at high risk of cystitis (e.g. because of pelvic irradiation), mesna (given initially intravenously then by mouth) can also help prevent cystitis—see under Urothelial Toxicity (section 8.1).; rheumatoid arthritis (%s\n(From Drugs affecting the immune response: British National Formulary)\nCyclophosphamide (section 8.1.1) may be used at a dose of 1 to 1.5 mg/kg daily by mouth for rheumatoid arthritis with severe systemic manifestations [unlicensed indication]; it is toxic and regular blood counts (including platelet counts) should be carried out. Cyclophosphamide can also be given intravenously in a dose of 0.5 to 1 g (with prophylactic mesna) for severe systemic rheumatoid arthritis and for other connective tissue diseases (especially with active vasculitis), repeated initially at fortnightly then at monthly intervals (according to clinical response and haematological monitoring).)", "name": "CYCLOPHOSPHAMIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.1 Alkylating drugs", "CYCLOPHOSPHAMIDE"], "cautions": "Cautions see section 8.1 and notes above; previous or concurrent mediastinal irradiation—risk of cardiotoxicity; diabetes mellitus; avoid in\r\nacute porphyria (but see section 9.8.2); interactions: Appendix 1\r\n(cyclophosphamide)", "side-effects": "Side-effects see section 8.1 and notes above; also anorexia;\r\npancreatitis; cardiotoxicity at high doses; interstitial pulmonary\r\nfibrosis; inappropriate secretion of anti-diuretic hormone, disturbances\r\nof carbohydrate metabolism; urothelial toxicity; pigmentation of palms,\r\nnails, and soles: rarely hepatotoxicity and renal\r\ndysfunction", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/202842.htm", "doses": ["See Doses"], "pregnancy": "Pregnancy avoid (manufacturer advises effective contraception\r\nduring and for at least 3 months after treatment in men or women);\r\nsee also Pregnancy and Reproductive\r\nFunction"}]