[{"indications": "Indications see under preparations", "name": "ZOLEDRONIC ACID", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "6 Endocrine system", "6.6 Drugs affecting bone metabolism", "6.6.2 Bisphosphonates and other drugs affecting bone metabolism", "Bisphosphonates"], "cautions": "Cautions correct disturbances of calcium metabolism\r\n(e.g. vitamin D deficiency, hypocalcaemia) before starting; monitor serum electrolytes, calcium,\r\nphosphate and magnesium; cardiac disease\r\n(avoid fluid overload); consider dental\r\ncheck-up before initiating bisphosphonate (risk of osteonecrosis of the jaw, see Bisphosphonates: Osteonecrosis\r\nof the Jaw); atypical femoral fractures, see MHRA/CHM advice; interactions: Appendix 1 (bisphosphonates)Renal function Renal impairment and renal failure\r\nhave been reported. Before each dose ensure patient is\r\nhydrated and assess renal function. Continue to monitor renal function\r\nin patients at risk, such as those with pre-existing renal impairment,\r\nthose of advanced age, those taking concomitant nephrotoxic drugs\r\nor diuretics, or those who are dehydrated. Use with\r\ncaution with concomitant medicines that affect renal function", "side-effects": "Side-effects  hypophosphataemia, anaemia, influenza-like symptoms\r\nincluding bone pain, myalgia, arthralgia, fever and rigors; gastro-intestinal\r\ndisturbances; atrial fibrillation; headache, dizziness, conjunctivitis,\r\nrenal impairment (rarely acute renal failure); less commonly anorexia, taste disturbance, dry mouth, stomatitis, chest pain,\r\nhypertension, hypotension, dyspnoea, cough, paraesthesia, tremor,\r\nanxiety, lethargy, sleep disturbance, blurred vision, weight gain,\r\npruritus, rash, sweating, muscle cramps, haematuria, proteinuria,\r\nurinary frequency, hypersensitivity reactions (including angioedema),\r\nasthenia, peripheral oedema, thrombocytopenia, leucopenia, hypomagnesaemia,\r\nhypokalaemia, also injection-site reactions; rarely bradycardia, confusion, hyperkalaemia, hypernatraemia, pancytopenia,\r\nosteonecrosis of the jaw (see Bisphosphonates: Osteonecrosis\r\nof the Jaw),\r\natypical femoral fractures (see MHRA/CHM advice); very rarely uveitis and episcleritis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/106146.htm", "doses": ["See under preparations"], "pregnancy": "Pregnancy avoid—toxicity in animal studies"}]