[{"indications": "Indications prophylaxis of embolisation in rheumatic heart disease and atrial\r\nfibrillation; prophylaxis after insertion of prosthetic heart valve;\r\nprophylaxis and treatment of venous thrombosis and pulmonary embolism;\r\ntransient ischaemic attacks", "name": "WARFARIN SODIUM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.8 Anticoagulants and protamine", "2.8.2 Oral anticoagulants", "Coumarins and phenindione", "WARFARIN SODIUM"], "cautions": "Cautions \n(From 2.8.2 Oral anticoagulants: British National Formulary)\n2.8.2 Oral anticoagulants; also conditions in\r\nwhich risk of bleeding is increased, e.g. history of gastro-intestinal bleeding, peptic ulcer, recent surgery, recent ischaemic stroke, postpartum\r\n(delay warfarin until risk of haemorrhage is low—usually 5–7 days\r\nafter delivery), bacterial endocarditis (use only if warfarin otherwise\r\nindicated); uncontrolled hypertension; concomitant use of drugs that increase risk of bleeding; avoid cranberry juice; interactions: Appendix 1 (coumarins)", "side-effects": "Side-effects haemorrhage—see notes above; also nausea, vomiting,\r\ndiarrhoea, jaundice, hepatic dysfunction, pancreatitis, pyrexia, alopecia,\r\npurpura, rash, ‘purple toes’, skin necrosis (increased risk in patients\r\nwith protein C or protein S deficiency)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/202912.htm", "doses": ["See notes above"], "pregnancy": "Pregnancy \n(From Coumarins and phenindione: British National Formulary)\nPregnancy  Warfarin, acenocoumarol, and phenindione are teratogenic and should not be given in the first trimester of pregnancy. Women of child-bearing age should be warned of this danger since stopping these drugs before the sixth week of gestation may largely avoid the risk of fetal abnormality. These oral anticoagulants cross the placenta with risk of congenital malformations, and placental, fetal, or neonatal haemorrhage, especially during the last few weeks of pregnancy and at delivery. Therefore, if at all possible, they should be avoided in pregnancy, especially in the first and third trimesters. Difficult decisions may have to be made, particularly in women with prosthetic heart valves, atrial fibrillation, or with a history of recurrent venous thrombosis or pulmonary embolism."}]