[{"indications": "Indications pneumonia, complicated skin and soft-tissue infections caused by\r\nGram-positive bacteria (initiated under expert supervision)", "name": "LINEZOLID", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.1 Antibacterial drugs", "5.1.7 Some other antibacterials", "Linezolid", "LINEZOLID"], "cautions": "Cautions monitor full blood count (including platelet\r\ncount) weekly (see also Blood disorders below); history of seizures; unless close observation and blood-pressure\r\nmonitoring possible, avoid in uncontrolled hypertension, phaeochromocytoma, carcinoid tumour, thyrotoxicosis, bipolar depression,\r\nschizophrenia, or acute confusional states; interactions: Appendix 1 (MAOIs)Blood disordersHaematopoietic disorders (including thrombocytopenia, anaemia,\r\nleucopenia, and pancytopenia) have been reported in patients receiving\r\nlinezolid, particularly the elderly. It is recommended that full blood\r\ncounts are monitored weekly. Close monitoring is recommended in patients\r\nwho:receive treatment for more than 10–14 days; have pre-existing myelosuppression;are receiving drugs that may have adverse effects on haemoglobin,\r\nblood counts, or platelet function; have severe renal impairment.If significant myelosuppression occurs, treatment\r\nshould be stopped unless it is considered essential, in which case\r\nintensive monitoring of blood counts and appropriate management should\r\nbe implemented.CHM advice (optic neuropathy)Severe optic neuropathy may occur rarely, particularly if linezolid is used for longer than 28 days. The CHM recommends\r\nthat:patients should be warned to report symptoms\r\nof visual impairment (including blurred vision, visual field defect,\r\nchanges in visual acuity and colour vision) immediately;patients experiencing new visual symptoms\r\n(regardless of treatment duration) should be evaluated promptly, and\r\nreferred to an ophthalmologist if necessary;visual function should be monitored regularly\r\nif treatment is required for longer than 28 days.Monoamine oxidase inhibition Linezolid is a reversible,\r\nnon-selective monoamine oxidase inhibitor (MAOI). Patients should avoid consuming large amounts of tyramine-rich foods (such\r\nas mature cheese, yeast extracts, undistilled alcoholic beverages,\r\nand fermented soya bean products). In addition, linezolid\r\nshould not be given with another MAOI or within 2 weeks of stopping\r\nanother MAOI. Unless close observation and\r\nblood-pressure monitoring is possible, avoid in those receiving SSRIs, 5HT1 agonists (‘triptans’), tricyclic antidepressants, sympathomimetics,\r\ndopaminergics, buspirone, pethidine and possibly other opioid analgesics.\r\nFor other interactions see Appendix 1 (MAOIs) ", "side-effects": "Side-effects diarrhoea (antibiotic-associated colitis reported),\r\nnausea, vomiting, taste disturbances, headache; less commonly thirst, dry mouth, glossitis, stomatitis, tongue discoloration,\r\nabdominal pain, dyspepsia, gastritis, constipation, pancreatitis,\r\nhypertension, fever, fatigue, dizziness, insomnia, hypoaesthesia,\r\nparaesthesia, tinnitus, polyuria, leucopenia, thrombocytopenia, eosinophilia,\r\nelectrolyte disturbances, blurred vision, rash, pruritus, diaphoresis,\r\ninjection-site reactions; rarely tachycardia, transient\r\nischaemic attacks, renal failure; also reported tooth discoloration,\r\nconvulsions, lactic acidosis, hyponatraemia, pancytopenia,\r\nanaemia, Stevens-Johnson syndrome, toxic epidermal necrolysis; peripheral\r\nand optic neuropathy reported on prolonged therapy (see also CHM advice\r\nabove)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/106110.htm", "doses": ["By mouth, 600 mg every 12 hours usually\r\nfor 10–14 days (max. duration of treatment 28 days); child [unlicensed] 1 week–12 years, 10 mg/kg every\r\n8 hours; 12–18 years, adult dose", "By intravenous infusion over 30–120\r\nminutes, 600 mg every 12 hours; child [unlicensed] 1 week–12 years, 10 mg/kg every 8 hours; 12–18 years,\r\nadult dose"], "pregnancy": "Pregnancy manufacturer advises use only if potential benefit\r\noutweighs risk—no information available"}]