[{"indications": "Indications (specialist use only) reduction in the duration of neutropenia and\r\nassociated complications following peripheral stem cells or bone-marrow\r\ntransplantation for non-myeloid malignancy, or following treatment\r\nwith cytotoxic chemotherapy associated with a significant incidence\r\nof febrile neutropenia; mobilisation of peripheral blood progenitor\r\ncells for harvesting and subsequent infusion", "name": "LENOGRASTIM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "9 Nutrition and blood", "9.1 Anaemias and some other blood disorders", "9.1.6 Drugs used in neutropenia"], "cautions": "Cautions \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nCautions Granulocyte-colony stimulating factors should be used with caution in patients with pre-malignant or malignant myeloid conditions. Full blood counts including differential white cell and platelet counts should be monitored. Treatment should be withdrawn in patients who develop signs of pulmonary infiltration. There have been reports of pulmonary infiltrates leading to acute respiratory distress syndrome—patients with a history of pulmonary infiltrates or pneumonia may be at higher risk. Granulocyte-colony stimulating factors should be used with caution in patients with sickle-cell disease. Spleen size should be monitored during treatment because there is a risk of splenomegaly and rupture.", "side-effects": "Side-effects \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nSide-effects Side-effects of granulocyte-colony stimulating factors include gastro-intestinal disturbances, anorexia, headache, asthenia, fever, musculoskeletal pain, bone pain, rash, alopecia, injection-site reactions, thrombocytopenia, and leucocytosis. Less commonly chest pain can occur. Pulmonary side-effects, particularly interstitial pneumonia (see Cautions above), cutaneous vasculitis and acute febrile neutrophilic dermatosis have rarely been reported.; also\r\nmucositis, splenic rupture, and toxic epidermal necrolysis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/23073.htm", "doses": ["Following bone-marrow transplantation, by intravenous\r\ninfusion or subcutaneous injection, adult and child over\r\n2 years 19.2 million units/m2 daily started the day after\r\ntransplantation, continued until neutrophil count stable in acceptable\r\nrange (max. 28 days)", "Following peripheral stem cells transplantation, by intravenous\r\ninfusion or subcutaneous injection, adult 19.2 million units/m2 daily started\r\nthe day after transplantation, continued until neutrophil count stable\r\nin acceptable range (max. 28 days); child see BNF for Children", "Cytotoxic-induced neutropenia, by subcutaneous injection, adult 19.2 million units/m2 daily started the day after completion of chemotherapy, continued\r\nuntil neutrophil count stable in acceptable range (max. 28 days); child see BNF for Children", "Mobilisation of peripheral blood progenitor cells, used alone, by subcutaneous injection, adult 1.28 million units/kg daily for 4–6 days (5–6 days in healthy donors);\r\nused following adjunctive myelosuppressive chemotherapy (to improve\r\nyield), by subcutaneous injection, 19.2 million units/m2 daily, started 1–5 days after completion of chemotherapy\r\nand continued until neutrophil count in acceptable range; for timing\r\nof leucopheresis consult product literature; child see BNF for Children"], "pregnancy": "Pregnancy \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nPregnancy There have been reports of toxicity in animal studies and manufacturers advise not to use granulocyte-colony stimulating factors during pregnancy unless the potential benefit outweighs the risk."}]