[{"indications": "Indications (specialist use only) reduction in duration of neutropenia and incidence\r\nof febrile neutropenia in cytotoxic chemotherapy for malignancy (except\r\nchronic myeloid leukaemia and myelodysplastic syndromes); reduction\r\nin duration of neutropenia (and associated sequelae) in myeloablative\r\ntherapy followed by bone-marrow transplantation; mobilisation of peripheral\r\nblood progenitor cells for harvesting and subsequent autologous or\r\nallogeneic infusion; severe congenital neutropenia, cyclic neutropenia,\r\nor idiopathic neutropenia and history of severe or recurrent infections\r\n(distinguish carefully from other haematological disorders, consult\r\nproduct literature); persistent neutropenia in advanced HIV infection", "name": "FILGRASTIM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "9 Nutrition and blood", "9.1 Anaemias and some other blood disorders", "9.1.6 Drugs used in neutropenia"], "cautions": "Cautions \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nCautions Granulocyte-colony stimulating factors should be used with caution in patients with pre-malignant or malignant myeloid conditions. Full blood counts including differential white cell and platelet counts should be monitored. Treatment should be withdrawn in patients who develop signs of pulmonary infiltration. There have been reports of pulmonary infiltrates leading to acute respiratory distress syndrome—patients with a history of pulmonary infiltrates or pneumonia may be at higher risk. Granulocyte-colony stimulating factors should be used with caution in patients with sickle-cell disease. Spleen size should be monitored during treatment because there is a risk of splenomegaly and rupture.; also\r\nregular morphological and cytogenetic bone-marrow examinations recommended\r\nin severe congenital neutropenia (possible risk of myelodysplastic\r\nsyndromes or leukaemia); secondary acute myeloid leukaemia; osteoporotic bone disease (monitor bone\r\ndensity if given for more than 6 months); interactions: Appendix 1 (filgrastim)", "side-effects": "Side-effects \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nSide-effects Side-effects of granulocyte-colony stimulating factors include gastro-intestinal disturbances, anorexia, headache, asthenia, fever, musculoskeletal pain, bone pain, rash, alopecia, injection-site reactions, thrombocytopenia, and leucocytosis. Less commonly chest pain can occur. Pulmonary side-effects, particularly interstitial pneumonia (see Cautions above), cutaneous vasculitis and acute febrile neutrophilic dermatosis have rarely been reported.; also\r\nmucositis, splenic enlargement, hepatomegaly, transient hypotension,\r\nepistaxis, urinary abnormalities (including dysuria, proteinuria,\r\nand haematuria), osteoporosis, exacerbation of rheumatoid arthritis,\r\nanaemia, transient decrease in blood glucose, pseudogout, and raised\r\nuric acid; very rarely splenic rupture", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/4927.htm", "doses": ["Cytotoxic-induced neutropenia, preferably by subcutaneous\r\ninjection or by intravenous infusion (over 30 minutes), adult and child, 500 000 units/kg daily started at least 24\r\nhours after cytotoxic chemotherapy, continued until neutrophil count\r\nin normal range, usually for up to 14 days (up to 38 days in acute\r\nmyeloid leukaemia)", "Myeloablative therapy followed by bone-marrow transplantation, by intravenous infusion over 30 minutes or over 24 hours or by subcutaneous infusion over 24 hours,\r\n1 million units/kg daily, started at least 24 hours following cytotoxic\r\nchemotherapy (and within 24 hours of bone-marrow infusion), then adjusted\r\naccording to neutrophil count (consult product literature)", "Mobilisation of peripheral blood progenitor cells for autologous\r\ninfusion, used alone, by subcutaneous injection or by subcutaneous infusion over 24 hours,\r\n1 million units/kg daily for 5–7 days; used following adjunctive myelosuppressive\r\nchemotherapy (to improve yield), by subcutaneous injection, 500 000 units/kg daily, started the day after completing chemotherapy\r\nand continued until neutrophil count in normal range; for timing of\r\nleucopheresis consult product literature", "Mobilisation of peripheral blood progenitor cells in normal\r\ndonors for allogeneic infusion, by subcutaneous injection, adult under 60 years and child over 16 years, 1 million units/kg daily for\r\n4–5 days; for timing of leucopheresis consult product literature", "Severe chronic neutropenia, by subcutaneous injection, adult and child, in severe congenital neutropenia, initially 1.2 million units/kg\r\ndaily in single or divided doses (initially 500 000 units/kg daily\r\nin idiopathic or cyclic neutropenia), adjusted according to response\r\n(consult product literature)", "Persistent neutropenia in HIV infection, by subcutaneous\r\ninjection, initially 100 000 units/kg daily, increased as\r\nnecessary until neutrophil count in normal range (usual max. 400 000 units/kg\r\ndaily), then adjusted to maintain neutrophil count in normal range\r\n(consult product literature)"], "pregnancy": "Pregnancy \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nPregnancy There have been reports of toxicity in animal studies and manufacturers advise not to use granulocyte-colony stimulating factors during pregnancy unless the potential benefit outweighs the risk."}]