[{"indications": "Indications primary hypercholesterolaemia as an adjunct to dietary measures,\r\neither alone or with a statin; primary and familial hypercholesterolaemia,\r\nin combination with ezetimibe, either with or without a statin", "name": "COLESEVELAM HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.12 Lipid-regulating drugs", "Bile acid sequestrants"], "cautions": "Cautions \n(From Bile acid sequestrants: British National Formulary)\nCautions Bile acid sequestrants interfere with the absorption of fat-soluble vitamins; supplements of vitamins A, D, K, and folic acid may be required when treatment is prolonged. Interactions: Appendix 1 (bile acid sequestrants); also gastro-intestinal motility disorders, major gastro-intestinal surgery, inflammatory\r\nbowel disease; patients receiving ciclosporin\r\nshould have their blood-ciclosporin concentration monitored before,\r\nduring, and after treatment with colesevelam; interactions: Appendix 1 (colesevelam)", "side-effects": "Side-effects \n(From Bile acid sequestrants: British National Formulary)\nSide-effects As bile acid sequestrants are not absorbed, gastro-intestinal side-effects predominate. Constipation is common, but diarrhoea has occurred, as have nausea, vomiting, and gastro-intestinal discomfort. Hypertriglyceridaemia may be aggravated. An increased bleeding tendency has been reported due to hypoprothrombinaemia associated with vitamin K deficiency.; also\r\nheadache; myalgia", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/200251.htm", "doses": ["Monotherapy, 3.75 g daily in 1–2 divided doses; max. 4.375 g\r\ndaily", "Combination therapy with a statin, or ezetimibe, or both, 2.5–3.75 g\r\ndaily in 1–2 divided doses"], "pregnancy": "Pregnancy \n(From Bile acid sequestrants: British National Formulary)\nPregnancy and breast-feeding Bile acid sequestrants should be used with caution as although the drugs are not absorbed, they may cause fat-soluble vitamin deficiency on prolonged use."}]