[{"indications": "Indications \n(From Lenalidomide and thalidomide: British National Formulary)\nLenalidomide and thalidomide", "name": "THALIDOMIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.2 Drugs affecting the immune response", "8.2.4 Other immunomodulating drugs", "Lenalidomide and thalidomide", "THALIDOMIDE"], "cautions": "Cautions \n(From Lenalidomide and thalidomide: British National Formulary)\nLenalidomide and thalidomide; high\r\ntumour burden—risk of %s\n(From Side-effects of cytotoxic drugs: British National Formulary)\nTumour lysis syndrome Tumour lysis syndrome occurs secondary to spontaneous or treatment-related rapid destruction of malignant cells. Patients at risk of tumour lysis syndrome include those with non-Hodgkin’s lymphoma (especially if high grade and bulky disease), Burkitt’s lymphoma, acute lymphoblastic leukaemia and acute myeloid leukaemia (particularly if high white blood cell counts or bulky disease), and occasionally those with solid tumours. Pre-existing hyperuricaemia, dehydration, and renal impairment are also predisposing factors. Features include hyperkalaemia, hyperuricaemia (see below), and hyperphosphataemia with hypocalcaemia; renal damage and arrhythmias can follow. Early identification of patients at risk, and initiation of prophylaxis or therapy for tumour lysis syndrome, is essential.; monitor for\r\narterial or venous thromboembolism and\r\nuse caution with concomitant drugs that increase the risk of peripheral\r\nneuropathy or thromboembolism—see also Thromboembolism,\r\nbelowThromboembolism Risk factors for thromboembolism\r\n(such as smoking, hypertension, hyperlipidaemia) should be minimised.Thromboprophylaxis is recommended for at least the first 5 months\r\nof treatment, especially in patients with additional thrombotic risk\r\nfactors. Patients and their carers should be made aware\r\nof the symptoms of thromboembolism and advised to report sudden breathlessness,\r\nchest pain, or swelling of a limbPeripheral neuropathy Monitor patients\r\nfor signs and symptoms of peripheral neuropathy; patients and their carers should be advised to seek medical advice\r\nif symptoms such as paraesthesia, abnormal coordination, or weakness\r\ndevelop. Dose reduction, dose interruption, or treatment\r\ndiscontinuation may be necessary—consult product literature. Patients with pre-existing peripheral neuropathy should not be treated\r\nwith thalidomide unless the potential clinical benefits outweigh the\r\nrisk", "side-effects": "Side-effects vomiting, dry mouth, dyspepsia, constipation;\r\nbradycardia, cardiac failure, deep vein thrombosis; dyspnoea, interstitial\r\nlung disease, pulmonary embolism, peripheral oedema; asthenia, confusion,\r\ndepression, dizziness, drowsiness, peripheral neuropathy, dysaesthesia,\r\nparaesthesia, syncope, tremor; pyrexia; pneumonia; anaemia, leucopenia,\r\nneutropenia, lymphopenia, thrombocytopenia; skin reactions including\r\nStevens-Johnson syndrome; also reported toxic epidermal\r\nnecrolysis, intestinal obstruction, gastro-intestinal perforation,\r\nhypothyroidism, sexual dysfunction, myocardial infarction, cerebrovascular\r\nevents", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201480.htm", "doses": ["adult over 18 years, 200 mg\r\nonce daily at bedtime for 6-week cycle; max. 12 cycles"], "pregnancy": "Pregnancy important teratogenic risk; see\r\nalso notes above"}]