[{"indications": "Indications see under Dose and notes above", "name": "OXYTOCIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "7 Obstetrics, gynaecology, and urinary-tract disorders", "7.1 Drugs used in obstetrics", "7.1.1 Prostaglandins and oxytocics", "OXYTOCIN"], "cautions": "Cautions induction or enhancement of labour—presence of borderline\r\ncephalopelvic disproportion (avoid if significant), secondary\r\nuterine inertia, mild or moderate pregnancy-induced\r\nhypertension or cardiac disease, women over 35 years or with history\r\nof lower-uterine segment caesarean section (see also under Contra-indications\r\nbelow); risk factors for disseminated intravascular coagulation; monitor for disseminated intravascular coagulation\r\nafter parturition; avoid large infusion volumes and\r\nrestrict fluid intake by mouth (risk of hyponatraemia and water-intoxication—see\r\nalso Appendix 4); effects\r\nenhanced by concomitant prostaglandins (very careful\r\nmonitoring of uterine activity); caudal block anaesthesia\r\n(may enhance hypertensive effects of sympathomimetic vasopressors); see also interactions: Appendix 1 (oxytocin)", "side-effects": "Side-effects nausea, vomiting; arrhythmia; headache; rarely disseminated intravascular coagulation, rash, and\r\nanaphylactoid reactions (with dyspnoea, hypotension, or shock); uterine\r\nspasm (may occur at low doses), uterine hyperstimulation (usually\r\nwith excessive doses—may cause fetal distress, asphyxia, and death,\r\nor may lead to hypertonicity, tetanic contractions, soft-tissue damage\r\nor uterine rupture); water intoxication and hyponatraemia associated\r\nwith high doses with large infusion volumes of electrolyte-free fluid\r\n(see also under Dose below); placental abruption and amniotic fluid\r\nembolism also reported on overdose", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/4501.htm", "doses": ["Induction of labour for medical reasons or stimulation\r\nof labour in hypotonic uterine inertia, by intravenous infusion (not to be started for at least 6 hours after administration of\r\nvaginal prostaglandin), initially 0.001–0.004 units/minute, increased\r\nat intervals of at least 30 minutes until a maximum of 3–4 contractions\r\noccur every 10 minutes (0.01 units/minute is often adequate) up to\r\nmax. 0.02 units/minute; if regular contractions not established after\r\ntotal of 5 units stop induction attempt (may be repeated next day\r\nstarting again at 0.001–0.004 units/minute)", "Careful monitoring of fetal heart rate\r\nand uterine motility essential for dose titration (avoid intravenous injection during labour);\r\ndiscontinue immediately in uterine hyperactivity or fetal distress ", "Caesarean section, by slow intravenous injection immediately after delivery, 5 units", "Prevention of postpartum haemorrhage, after delivery\r\nof placenta, by slow intravenous injection, 5 units\r\n(if infusion used for induction or enhancement of labour, increase\r\nrate during third stage and for next few hours).", "Avoid rapid intravenous injection (may\r\ntransiently reduce blood pressure)", "Can be given in a dose of 10 units by intramuscular injection [unlicensed route] instead of oxytocin with ergometrine (Syntometrine®), see notes above", "Treatment of postpartum haemorrhage, by slow\r\nintravenous injection, 5 units (dose may be repeated), followed\r\nin severe cases by intravenous infusion of 40 units\r\nin 500 mL infusion fluid at a rate sufficient to control uterine atony", "Avoid rapid intravenous injection (may\r\ntransiently reduce blood pressure); prolonged administration, see\r\nwarning below", "Incomplete, inevitable, or missed miscarriage, by slow intravenous injection, 5 units followed if necessary by intravenous infusion, 0.02–0.04 units/minute or faster", "Prolonged intravenous administration\r\nat high doses with large volume of fluid (which is possible in inevitable\r\nor missed miscarriage or postpartum haemorrhage) may cause water intoxication\r\nwith hyponatraemia. To avoid: use electrolyte-containing\r\ndiluent (i.e. not glucose), increase oxytocin concentration to reduce fluid, restrict fluid intake by mouth; monitor\r\nfluid and electrolytes.", "Oxytocin doses in the BNF may differ from\r\nthose in the product literature"]}]