[{"indications": "Indications reversible airways obstruction (including nocturnal asthma and prevention\r\nof exercise-induced bronchospasm) in patients requiring long-term\r\nregular bronchodilator therapy, see also %s\n(From Management of chronic asthma: British National Formulary)\nManagement of chronic asthma;\r\nchronic obstructive pulmonary diseaseNote Not for immediate relief of acute asthma\r\nattacks; for use in asthma only in patients who regularly use an inhaled\r\ncorticosteroid, \n(From 3.1.1.1 Selective beta2 agonists: British National Formulary)\nLong-acting beta2 agonists Formoterol (eformoterol) and salmeterol are longer-acting beta2 agonists which are administered by inhalation. They should be used for asthma only in patients who regularly use an inhaled corticosteroid (see CHM advice below). They have a role in the long-term control of chronic asthma (see Management of Chronic Asthma table) and they can be useful in nocturnal asthma. Salmeterol should not be used for the relief of an asthma attack; it has a slower onset of action than salbutamol or terbutaline. Formoterol is licensed for short-term symptom relief and for the prevention of exercise-induced bronchospasm; its speed of onset of action is similar to that of salbutamol. Combination inhalers that contain a long-acting beta2 agonist and a corticosteroid (section 3.2) ensure that long-acting beta2 agonists are not used without concomitant corticosteroids, but reduce the flexibility to adjust the dose of each component.", "name": "SALMETEROL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.1 Bronchodilators", "3.1.1 Adrenoceptor agonists", "3.1.1.1 Selective beta2 agonists"], "cautions": "Cautions \n(From 3.1.1.1 Selective beta2 agonists: British National Formulary)\nCautions Beta2 agonists should be used with caution in hyperthyroidism, cardiovascular disease, arrhythmias, susceptibility to QT-interval prolongation, and hypertension. Beta2 agonists should be used with caution in diabetes—monitor blood glucose (risk of ketoacidosis, especially when beta2 agonist given intravenously). Interactions: Appendix 1 (sympathomimetics, beta2).Hypokalaemia Potentially serious hypokalaemia may result from beta2 agonist therapy. Particular caution is required in severe asthma, because this effect may be potentiated by concomitant treatment with theophylline and its derivatives, corticosteroids, and diuretics, and by hypoxia. Plasma-potassium concentration should therefore be monitored in severe asthma.", "side-effects": "Side-effects \n(From 3.1.1.1 Selective beta2 agonists: British National Formulary)\nSide-effects Side-effects of the beta2 agonists include fine tremor (particularly in the hands), nervous tension, headache, muscle cramps, and palpitation. Other side-effects include tachycardia, arrhythmias, peripheral vasodilation, myocardial ischaemia, and disturbances of sleep and behaviour. Paradoxical bronchospasm (occasionally severe), urticaria, angioedema, hypotension, and collapse have also been reported. High doses of beta2 agonists are associated with hypokalaemia (see Hypokalaemia above).; nausea, dizziness, arthralgia,\r\nand rash also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2910.htm", "doses": ["By inhalation, asthma, 50 micrograms\r\n(2 puffs or 1 blister) twice daily; up to 100 micrograms (4 puffs\r\nor 2 blisters) twice daily in more severe airways obstruction; child 5–12 years, 50 micrograms (2 puffs or 1 blister)\r\ntwice daily", "Chronic obstructive pulmonary disease 50 micrograms (2 puffs\r\nor 1 blister) twice daily", "Advise patients that salmeterol should not be used for relief of acute attacks,\r\nnot to exceed prescribed dose, and to follow manufacturer’s directions;\r\nif a previously effective dose of inhaled salmeterol fails to provide adequate relief, a doctor’s advice should be obtained\r\nas soon as possible"], "pregnancy": "Pregnancy see section 3.1"}]