[{"indications": "Indications \n(From Protein kinase inhibitors: British National Formulary)\nLapatinib, a tyrosine kinase inhibitor, is licensed for the treatment of advanced or metastatic breast cancer in patients with tumours that overexpress human epidermal growth factor receptor-2 (HER2). It is indicated, in combination with capecitabine, for patients who have had previous treatment with an anthracycline, a taxane, and trastuzumab, or for postmenopausal women in combination with an aromatase inhibitor section 8.3.4.1.", "name": "LAPATINIB", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.5 Other antineoplastic drugs", "Protein kinase inhibitors", "LAPATINIB"], "cautions": "Cautions see section 8.1; low gastric pH (reduced absorption); susceptibility to QT-interval prolongation (including concomitant use of drugs that prolong QT-interval and electrolyte disturbances); monitor left ventricular function; monitor\r\nfor pulmonary toxicity; monitor liver function\r\nbefore treatment and at monthly intervals; interactions: Appendix 1 (lapatinib)", "side-effects": "Side-effects see section 8.1; anorexia, diarrhoea (treat promptly),\r\ndecreased left ventricular ejection fraction, cardiac failure (fatal\r\ncases reported), malaise, rash, nail disorders, hyperbilirubinaemia,\r\nhepatotoxicity (discontinue permanently if severe); less commonly interstitial lung disease; respiratory failure (including fatal\r\ncases) also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201427.htm", "doses": ["In combination with capecitabine, adult over 18 years, 1.25 g once daily", "In combination with an aromatase inhibitor, adult over 18 years, 1.5 g once daily", "Always take at the same time in relation\r\nto food: either one hour before or one hour after food. Patients should\r\nreport unexpected changes in bowel habit"], "pregnancy": "Pregnancy avoid unless potential benefit outweighs risk—toxicity\r\nin animal studies; see also Pregnancy and Reproductive\r\nFunction"}]