[{"indications": "Indications in combination with other antiretroviral\r\ndrugs (including a boosted protease inhibitor) for HIV infection resistant\r\nto other non-nucleoside reverse transcriptase inhibitors and protease\r\ninhibitors", "name": "ETRAVIRINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.3 Antiviral drugs", "5.3.1 HIV infection", "Non-nucleoside reverse transcriptase inhibitors"], "cautions": "Cautions interactions: Appendix 1 (etravirine)Hypersensitivity reactions Rash, usually in the\r\nsecond week, is the most common side-effect and appears more frequently\r\nin women. Life-threatening hypersensitivity reactions reported usually\r\nduring week 3–6 of treatment and characterised by rash, eosinophilia,\r\nand systemic symptoms (including fever, general malaise, myalgia,\r\narthralgia, blistering, oral lesions, conjunctivitis, and hepatitis). Discontinue permanently if hypersensitivity reaction or severe rash\r\ndevelop. If rash mild or moderate (without\r\nsigns of hypersensitivity reaction), may continue without interruption—usually\r\nresolves within 2 weeksCounselling Patients should be told\r\nhow to recognise hypersensitivity reactions and advised to seek immediate\r\nmedical attention if hypersensitivity reaction or severe rash develop", "side-effects": "Side-effects rash (including Stevens-Johnson syndrome rarely\r\nand toxic epidermal necrolysis very rarely; see also Hypersensitivity\r\nReactions above); gastro-oesophageal reflux, nausea, abdominal pain,\r\nflatulence, gastritis; myocardial infarction, hypertension; peripheral\r\nneuropathy; diabetes, hyperlipidaemia (see also Lipodystrophy Syndrome); renal failure; anaemia; less commonly pancreatitis,\r\nhaematemesis, hepatitis, angina, bronchospasm, drowsiness, malaise,\r\ngynaecomastia, blurred vision, dry mouth, and sweating; also reported,\r\nhaemorrhagic stroke and hypersensitivity reactions; see also Osteonecrosis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201547.htm", "doses": ["adult over 18 years, 200 mg\r\ntwice daily after food", "If a dose is more than 6 hours late,\r\nthe missed dose should not be taken and the next dose should be taken\r\nat the normal time"], "pregnancy": "Pregnancy manufacturer advises use only if potential benefit\r\noutweighs risk"}]