[{"indications": "Indications HIV infection in combination with other antiretroviral drugs; low\r\ndoses used to increase effect of some protease inhibitors", "name": "RITONAVIR", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.3 Antiviral drugs", "5.3.1 HIV infection", "Protease inhibitors", "RITONAVIR"], "cautions": "Cautions \n(From Protease inhibitors: British National Formulary)\nCautions Protease inhibitors are associated with hyperglycaemia and should be used with caution in diabetes (see Lipodystrophy Syndrome). Caution is also needed in patients with haemophilia who may be at increased risk of bleeding.; concomitant use with drugs that prolong PR interval; cardiac conduction disorders, structural heart disease; pancreatitis (see below); interactions: Appendix 1 (ritonavir)Pancreatitis Signs and symptoms suggestive of\r\npancreatitis (including raised serum lipase) should be evaluated—discontinue if pancreatitis diagnosed", "side-effects": "Side-effects see notes and Cautions above; also diarrhoea (may\r\nimpair absorption—close monitoring required), vasodilatation, cough,\r\nthroat irritation, anxiety, perioral and peripheral paraesthesia,\r\nhyperaesthesia, fever, decreased blood thyroxine concentration, electrolyte\r\ndisturbances, raised uric acid, dry mouth, mouth ulcers, and sweating; less commonly increased prothrombin time and dehydration;\r\nsyncope, postural hypotension, seizures, menorrhagia, and renal failure\r\nalso reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/57196.htm", "doses": ["Initially 300 mg every 12 hours for 3 days, increased\r\nin steps of 100 mg every 12 hours over not longer than 14 days to\r\n600 mg every 12 hours; child over 2\r\nyears initially 250 mg/m2 every 12 hours, increased by\r\n50 mg/m2 at intervals of 2–3 days to 350 mg/m2 every 12 hours (max. 600 mg every 12 hours)"], "pregnancy": "Pregnancy manufacturer advises use only if potential benefit\r\noutweighs risk—no information available"}]