[{"indications": "Indications HIV infection in combination with other antiretroviral drugs", "name": "DIDANOSINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.3 Antiviral drugs", "5.3.1 HIV infection", "Nucleoside reverse transcriptase inhibitors", "DIDANOSINE"], "cautions": "Cautions \n(From Nucleoside reverse transcriptase inhibitors: British National Formulary)\nNucleoside reverse transcriptase inhibitors; also history\r\nof pancreatitis (preferably avoid, otherwise extreme caution, see\r\nalso below); peripheral neuropathy or hyperuricaemia (see under Side-effects); ophthalmological examination (including visual acuity, colour vision,\r\nand dilated fundus examination) recommended annually or if visual changes occur; interactions:  Appendix 1 (didanosine)Pancreatitis Suspend\r\ntreatment if serum lipase raised (even if asymptomatic) or if symptoms\r\nof pancreatitis develop; discontinue if pancreatitis confirmed. Whenever possible avoid concomitant treatment\r\nwith other drugs known to cause pancreatic toxicity (e.g. intravenous pentamidine isetionate); monitor closely if concomitant\r\ntherapy unavoidable. Since significant elevations of\r\ntriglycerides cause pancreatitis monitor closely if elevated", "side-effects": "Side-effects see notes above; also pancreatitis (see also under\r\nCautions), liver failure, non-cirrhotic portal hypertension, anaphylactic\r\nreactions, peripheral neuropathy (switch to another antiretroviral\r\nif peripheral neuropathy develops), diabetes mellitus, hypoglycaemia,\r\nacute renal failure, rhabdomyolysis, dry eyes, retinal and optic nerve\r\nchanges, dry mouth, parotid gland enlargement, sialadenitis, alopecia,\r\nhyperuricaemia (suspend if raised significantly)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/21586.htm", "doses": ["adult under 60 kg 250 mg\r\ndaily in 1–2 divided doses, 60 kg and over 400 mg daily in 1–2 divided\r\ndoses; child under 18 years see BNF for Children"], "pregnancy": "Pregnancy manufacturer advises use only if potential benefit\r\noutweighs risk"}]