[{"indications": "Indications immunisation against yellow fever", "name": "YELLOW FEVER VACCINE, LIVE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "14 Immunological products and vaccines", "14.4 Vaccines and antisera", "Yellow fever vaccine"], "cautions": "Cautions \n(From 14.1 Active immunity: British National Formulary)\nCautions Most individuals can safely receive the majority of vaccines. Vaccination may be postponed if the individual is suffering from an acute illness; however, it is not necessary to postpone immunisation in patients with minor illnesses without fever or systemic upset. See also Predisposition to Neurological Problems, below. For individuals with bleeding disorders, see Route of administration, below. If alcohol or disinfectant is used for cleansing the skin it should be allowed to evaporate before vaccination to prevent possible inactivation of live vaccines.When 2 or more vaccines are required (and are not available as a combined preparation), they should be given simultaneously at different sites, preferably in a different limb; if more than one injection is to be given in the same limb, they should be administered at least 2.5 cm apart (but see also BCG Vaccines). When 2 live vaccines cannot be given at the same time, they should be separated by an interval of at least 4 weeks. For interactions see Appendix 1 (vaccines).See also Cautions under individual vaccines ; also individuals over 60 years—greater risk of vaccine-associated adverse\r\neffects, \n(From Yellow fever vaccine: British National Formulary)\nVery rare, vaccine-associated adverse effects have been reported, such as viscerotropic disease (yellow fever vaccine-associated viscerotropic disease, YEL-AVD), a syndrome which may include metabolic acidosis, muscle and liver cytolysis, and multi-organ failure. Neurological disorders (yellow fever vaccine-associated neurotropic disease, YEL-AND) such as encephalitis have also been reported. These very rare adverse effects usually have occurred after the first dose of yellow fever vaccine in those with no previous immunity.; interactions: Appendix 1 (vaccines)", "side-effects": "Side-effects \n(From 14.1 Active immunity: British National Formulary)\nSide-effects Injection of a vaccine may be followed by local reactions such as pain, inflammation, redness, and lymphangitis. An induration or sterile abscess may develop at the injection site. Gastro-intestinal disturbances, fever, headache, irritability, loss of appetite, fatigue, myalgia, and malaise are among the most commonly reported side-effects. Other side-effects include influenza-like symptoms, dizziness, paraesthesia, asthenia, drowsiness, arthralgia, rash, and lymphadenopathy. Hypersensitivity reactions, such as bronchospasm, angioedema, urticaria, and anaphylaxis, are very rare but can be fatal (see section 3.4.3 for management of allergic emergencies).Oral vaccines such as cholera, live poliomyelitis, rotavirus, and live typhoid can also cause gastro-intestinal disturbances such as nausea, vomiting, abdominal pain and cramps, and diarrhoea.See also Predisposition to neurological problems, below.Some vaccines (e.g. poliomyelitis) produce very few reactions, while others (e.g. measles, mumps and rubella) may cause a very mild form of the disease. Occasionally more serious adverse reactions can occur—these should always be reported to the CHM (see Adverse Reactions to Drugs).See also Preterm Birth.Post-immunisation pyrexia in infantsThe parent should be advised that if pyrexia develops after childhood immunisation, and the infant seems distressed, a dose of paracetamol can be given and, if necessary, a second dose can be given 6 hours later; ibuprofen may be used if paracetamol is unsuitable. The parent should be warned to seek medical advice if the pyrexia persists.For post-immunisation pyrexia in an infant aged 2–3 months, the dose of paracetamol is 60 mg; the dose of ibuprofen is 50 mg (on a doctor’s advice). An oral syringe can be obtained from any pharmacy to give the small volume required.Predisposition to neurological problems When there is a personal or family history of febrile convulsions, there is an increased risk of these occurring during fever from any cause including immunisation, but this is not a contra-indication to immunisation. In children who have had a seizure associated with fever without neurological deterioration, immunisation is recommended; advice on the management of fever (see Post-immunisation pyrexia in infants, above) should be given before immunisation. When a child has had a convulsion not associated with fever, and the neurological condition is not deteriorating, immunisation is recommended.Children with stable neurological disorders (e.g. spina bifida, congenital brain abnormality, and perinatal hypoxic-ischaemic encephalopathy) should be immunised according to the recommended schedule.When there is a still evolving neurological problem, including poorly controlled epilepsy, immunisation should be deferred and the child referred to a specialist. Immunisation is recommended if a cause for the neurological disorder is identified. If a cause is not identified, immunisation should be deferred until the condition is stable.Further information on adverse effects associated with specific vaccines can be found under individual vaccines.; also\r\nreported neurotropic disease and viscerotropic disease (\n(From Yellow fever vaccine: British National Formulary)\nVery rare, vaccine-associated adverse effects have been reported, such as viscerotropic disease (yellow fever vaccine-associated viscerotropic disease, YEL-AVD), a syndrome which may include metabolic acidosis, muscle and liver cytolysis, and multi-organ failure. Neurological disorders (yellow fever vaccine-associated neurotropic disease, YEL-AND) such as encephalitis have also been reported. These very rare adverse effects usually have occurred after the first dose of yellow fever vaccine in those with no previous immunity.)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201179.htm", "doses": ["By deep subcutaneous injection, adult and child over\r\n9 months, 0.5 mL (see also notes above)"], "pregnancy": "Pregnancy \n(From Yellow fever vaccine: British National Formulary)\nPregnancy Live yellow fever vaccine should not be given during pregnancy, but if a significant risk of exposure cannot be avoided then vaccination should be delayed to the third trimester if possible (but the need for immunisation usually outweighs risk to the fetus)."}]