[{"indications": "Indications serious Gram-negative infections resistant to gentamicin", "name": "AMIKACIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.1 Antibacterial drugs", "5.1.4 Aminoglycosides", "AMIKACIN"], "cautions": "Cautions \n(From 5.1.4 Aminoglycosides: British National Formulary)\nCautions The main side-effects of the aminoglycosides are dose-related, therefore, care must be taken with dosage, and, whenever possible, parenteral treatment should not exceed 7 days. Renal function should be assessed before starting an aminoglycoside and during treatment. If possible, dehydration should be corrected before starting an aminoglycoside. Auditory and vestibular function should also be monitored during treatment. In order to optimise the dose and avoid toxicity, serum-aminoglycoside concentrations should be monitored in patients receiving parenteral aminoglycosides (see also Serum Concentrations). Ototoxicity and nephrotoxicity occur most commonly in the elderly; therefore, monitoring is particularly important in these patients, who may require reduced doses.Aminoglycosides should be used with caution in those with conditions characterised by muscular weakness (avoid in myasthenia gravis). Aminoglycosides should preferably not be given with potentially ototoxic diuretics (e.g. furosemide); if concurrent use is unavoidable administration of the aminoglycoside and of the diuretic should be separated by as long a period as practicable. Interactions: Appendix 1 (aminoglycosides); interactions: Appendix 1 (aminoglycosides)", "side-effects": "Side-effects \n(From 5.1.4 Aminoglycosides: British National Formulary)\nSide-effects The important side-effects of the aminoglycosides are nephrotoxicity and irreversible ototoxicity (including vestibular and auditory damage). Rash occurs commonly with streptomycin, but less frequently with the other aminoglycosides. Rare side-effects include nausea, vomiting, antibiotic-associated colitis, peripheral neuropathy, electrolyte disturbances (notably hypomagnesaemia on prolonged therapy, but also hypocalcaemia and hypokalaemia), and stomatitis. Side-effects reported very rarely include blood disorders and CNS effects (including headache, encephalopathy, and convulsions). Aminoglycosides may impair neuromuscular transmission; large doses given during surgery have been responsible for a transient myasthenic syndrome in patients with normal neuromuscular function.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/64687.htm", "doses": ["To avoid excessive dosage in obese patients, use ideal\r\nweight for height to calculate dose and monitor serum-amikacin concentration\r\nclosely", "Multiple daily dose regimen, by intramuscular or by slow intravenous injection or by infusion, 15 mg/kg daily in\r\n2 divided doses, increased to 22.5 mg/kg daily in 3 divided doses\r\nin severe infections; max. 1.5 g daily for up to 10 days (max. cumulative\r\ndose 15 g); child under 18 years see BNF for Children", "Once daily dose regimen (not for endocarditis, febrile neutropenia,\r\nor meningitis; see notes above and also consult local guidelines), by intravenous infusion, initially 15 mg/kg (max. 1.5 g),\r\nthen adjust according to serum-amikacin concentration; max. cumulative\r\ndose 15 g; child under 18 years see BNF for Children", "For multiple daily dose regimen, one-hour\r\n(‘peak’) serum concentration should not exceed 30 mg/litre; pre-dose\r\n(‘trough’) concentration should be less than 10 mg/litre. For once\r\ndaily dose regimen, pre-dose (‘trough’) concentration should be less\r\nthan 5 mg/litre"], "pregnancy": "Pregnancy \n(From 5.1.4 Aminoglycosides: British National Formulary)\nPregnancy There is a risk of auditory or vestibular nerve damage in the infant when aminoglycosides are used in the second and third trimesters of pregnancy. The risk is greatest with streptomycin (section 5.1.9). The risk is probably very small with gentamicin and tobramycin, but their use should be avoided unless essential (if given, serum-aminoglycoside concentration monitoring is essential)."}]