[{"indications": "Indications immunisation against gastro-enteritis\r\ncaused by rotavirus", "name": "ROTAVIRUS VACCINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "14 Immunological products and vaccines", "14.4 Vaccines and antisera", "Rotavirus vaccine"], "cautions": "Cautions \n(From 14.1 Active immunity: British National Formulary)\nCautions Most individuals can safely receive the majority of vaccines. Vaccination may be postponed if the individual is suffering from an acute illness; however, it is not necessary to postpone immunisation in patients with minor illnesses without fever or systemic upset. See also Predisposition to Neurological Problems, below. For individuals with bleeding disorders, see Route of administration, below. If alcohol or disinfectant is used for cleansing the skin it should be allowed to evaporate before vaccination to prevent possible inactivation of live vaccines.When 2 or more vaccines are required (and are not available as a combined preparation), they should be given simultaneously at different sites, preferably in a different limb; if more than one injection is to be given in the same limb, they should be administered at least 2.5 cm apart (but see also BCG Vaccines). When 2 live vaccines cannot be given at the same time, they should be separated by an interval of at least 4 weeks. For interactions see Appendix 1 (vaccines).See also Cautions under individual vaccines ; also diarrhoea\r\nor vomiting (postpone vaccination); immunosuppressed close contacts (%s\n(From Rotavirus vaccine: British National Formulary)\nRotavirus vaccine); interactions: Appendix 1 (vaccines)", "side-effects": "Side-effects see section 14.1", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201156.htm", "doses": ["By mouth, child over 6 weeks, 2 doses of 1.5 mL, separated by an interval of at\r\nleast 4 weeks; course should be completed before 24 weeks of age (preferably\r\nbefore 16 weeks)"]}]