[{"indications": "Indications \n(From 6.7.4 Somatomedins: British National Formulary)\n6.7.4 Somatomedins", "name": "MECASERMIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "6 Endocrine system", "6.7 Other endocrine drugs", "6.7.4 Somatomedins", "MECASERMIN"], "cautions": "Cautions correct hypothyroidism before initiating\r\ntreatment; diabetes mellitus (adjustment\r\nof antidiabetic therapy may be necessary), monitor ECG before and on termination of treatment (and during treatment\r\nif ECG abnormal), papilloedema (see under Side-effects), monitor for disorders of\r\nthe epiphysis of the hip (monitor for limping), monitor for signs of tonsillar hypertrophy (snoring, sleep apnoea,\r\nand chronic middle ear effusions)", "side-effects": "Side-effects headache, funduscopy for papilloedema recommended\r\nif severe or recurrent headache, visual problems, nausea and vomiting\r\noccur—if papilloedema confirmed consider benign intracranial hypertension\r\n(rare cases reported); cardiomegaly, ventricular hypertrophy, tachycardia;\r\nconvulsions, sleep apnoea, night terrors, dizziness, nervousness;\r\ntonsillar hypertrophy (see Cautions above); hypoglycaemia (especially\r\nin first month, and in younger children), hyperglycaemia, gynaecomastia;\r\narthralgia, myalgia; visual disturbance, impaired hearing; antibody\r\nformation; injection-site reactions (rotate site)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/200158.htm", "doses": ["By subcutaneous injection, adolescent and child over 2 years, initially 40 micrograms/kg twice daily for 1 week,\r\nif tolerated increase dose in steps of 40 micrograms/kg to max. 120 micrograms/kg\r\ntwice daily; discontinue if no response within 1 year", "Dose should be administered just before\r\nor after food; do not increase dose if a dose is missed", "Reduce dose if hypoglycaemia occurs despite\r\nadequate food intake; withhold injection if patient unable to eat"], "pregnancy": "Pregnancy avoid unless essential; contraception advised in\r\nwomen of child-bearing potential"}]