[{"indications": "Indications see under preparations (see also Management of Chronic Asthma\r\ntable)", "name": "BUDESONIDE WITH FORMOTEROL FUMARATE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.2 Corticosteroids"], "cautions": "Cautions see section 3.1.1.1 and\r\nCautions of Inhaled Corticosteroids (section 3.2)", "side-effects": "Side-effects see Formoterol (section 3.1.1.1) and Side-effects of Inhaled\r\nCorticosteroids (section 3.2)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201431.htm", "doses": ["See under preparations", "Advise patients not to exceed prescribed\r\ndose, and to follow manufacturer’s directions; if a previously effective\r\ndose of inhaled formoterol fails to provide adequate relief, a doctor’s\r\nadvice should be obtained as soon as possible"], "pregnancy": "Pregnancy see section 3.1"}, {"indications": "Indications prophylaxis of asthma (see also Management of Chronic Asthma\r\ntable);\r\ncroup", "name": "BUDESONIDE - RESPIRATORY SYSTEM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.2 Corticosteroids", "BUDESONIDE"], "cautions": "Cautions \n(From 3.2 Corticosteroids: British National Formulary)\nCautions of inhaled corticosteroids Inhaled corticosteroids should be used with caution in patients with systemic infection, see Infections (section 6.3.2).Paradoxical bronchospasm The potential for paradoxical bronchospasm (calling for discontinuation and alternative therapy) should be borne in mind—mild bronchospasm may be prevented by inhalation of a short-acting beta2 agonist beforehand (or by transfer from an aerosol inhalation to a dry powder inhalation).CFC-free inhalers Chlorofluorocarbon (CFC) propellants in pressurised aerosol inhalers have been replaced by hydrofluoroalkane (HFA) propellants.Doses for corticosteroid CFC-free pressurised metered-dose inhalers may be different from traditional CFC-containing inhalers and may differ between brands, see MHRA/CHM advice below. For interactions: see Appendix 1 (corticosteroids)MHRA/CHM advice (July 2008)Beclometasone dipropionate CFC-free pressurised metered-dose inhalers (Qvar® and Clenil Modulite®) are not interchangeable and should be prescribed by brand name; Qvar® has extra-fine particles, is more potent than traditional beclometasone dipropionate CFC-containing inhalers, and is approximately twice as potent as Clenil Modulite®;Fostair® is a combination beclometasone dipropionate and formoterol fumarate CFC-free pressurised metered-dose inhaler; Fostair® has extra-fine particles and is more potent than traditional beclometasone dipropionate CFC-free inhalers.", "side-effects": "Side-effects \n(From 3.2 Corticosteroids: British National Formulary)\nSide-effects of inhaled corticosteroids Inhaled corticosteroids have considerably fewer systemic effects than oral corticosteroids (section 6.3.2), but adverse effects have been reported.High doses of inhaled corticosteroids (see Management of Chronic Asthma table) used for prolonged periods can induce adrenal suppression. Inhaled corticosteroids have been associated with adrenal crisis and coma in children; excessive doses should be avoided. Patients using high doses of inhaled corticosteroids should be given a ‘steroid card’ (section 6.3.2) and specific written advice to consider corticosteroid replacement during an episode of stress, such as severe intercurrent illness or an operation.High doses of inhaled corticosteroid have been associated with lower respiratory tract infections, including pneumonia, in older patients with chronic obstructive pulmonary disease.Bone mineral density may be reduced following long-term inhalation of higher doses of corticosteroids, predisposing patients to osteoporosis (section 6.6). It is therefore sensible to ensure that the dose of an inhaled corticosteroid is no higher than necessary to keep a patient’s asthma under good control.In children, growth restriction associated with systemic corticosteroid therapy does not seem to occur with recommended doses of inhaled therapy; although initial growth velocity may be reduced, there appears to be no effect on achieving normal adult height. However, the height of children receiving prolonged treatment of inhaled corticosteroid should be monitored; if growth is slowed, referral to a paediatrician should be considered. Large-volume spacer devices should be used for administering inhaled corticosteroids in children under 15 years (see NICE guidance, section 3.1.5); they are also useful in older children and adults, particularly if high doses are required. Spacer devices increase airway deposition and reduce oropharyngeal deposition.A small risk of glaucoma with prolonged high doses of inhaled corticosteroids has been reported. Hoarseness, throat irritation, dysphonia, and candidiasis of the mouth or throat may occur with inhaled corticosteroids (see also below). Hypersensitivity reactions (including rash and angioedema) have been reported rarely. Paradoxical bronchospasm has been reported very rarely. Anxiety, depression, sleep disturbances, and behavioural changes including hyperactivity, irritability, and aggression (particularly in children), hyperglycaemia, cataracts, skin thinning and bruising have also been reported.Candidiasis The risk of oral candidiasis can be reduced by using a spacer device with the corticosteroid inhaler; rinsing the mouth with water (or cleaning a child’s teeth) after inhalation of a dose may also be helpful. Antifungal oral suspension or oral gel (section 12.3.2) can be used to treat oral candidiasis without discontinuing therapy.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129490.htm", "doses": ["See preparations below", "by inhalation of powder, adult and child over\r\n12 years, 200–800 micrograms twice daily, adjusted as necessary; alternatively,\r\nin mild to moderate asthma, for patients previously stabilised on\r\na twice daily dose, 200–400 micrograms (max. 800 micrograms) as a\r\nsingle dose in the evening; child 6–12\r\nyears 200–400 micrograms twice daily, adjusted as necessary; alternatively,\r\nin mild to moderate asthma, for patients previously stabilised on\r\na twice daily dose, 200–400 micrograms as a single dose in the evening"], "pregnancy": "Pregnancy see section 3.1"}, {"indications": "Indications see preparations", "name": "BUDESONIDE - CHRONIC BOWEL DISORDERS", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "1 Gastro-intestinal system", "1.5 Chronic bowel disorders", "1.5.2 Corticosteroids", "BUDESONIDE"], "cautions": "Cautions section 6.3.2; for autoimmune hepatitis, monitor liver function tests every 2 weeks\r\nfor 1 month, then at least every 3 months; interactions: Appendix 1 (corticosteroids)", "side-effects": "Side-effects section 6.3.2", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/76834.htm", "doses": ["See preparations", "mild to moderate Crohn’s disease affecting ileum or ascending\r\ncolon, chronic diarrhoea due to collagenous colitis, adult over 18 years, 3 mg 3 times daily for up to\r\n8 weeks; reduce dose for the last 2 weeks of treatment (see also section 6.3.2); child 12–18\r\nyears see BNF for Children", "Autoimmune hepatitis, adult over\r\n18 years, induction of remission, 3 mg 3 times daily; maintenance,\r\n3 mg twice daily", "ulcerative colitis affecting sigmoid colon and rectum, by rectum, adult over 18 years,\r\n1 metered application (budesonide 2 mg) once daily for up to 8 weeks"], "pregnancy": "Pregnancy section 6.3.2"}, {"indications": "Indications prophylaxis and treatment of allergic\r\nand vasomotor rhinitis; nasal polyps", "name": "BUDESONIDE - DRUGS USED IN NASAL ALLERGY", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "12 Ear, nose, and oropharynx", "12.2 Drugs acting on the nose", "12.2.1 Drugs used in nasal allergy", "Corticosteroids"], "cautions": "Cautions \n(From Corticosteroids: British National Formulary)\nCautions Corticosteroid nasal preparations should be avoided in the presence of untreated nasal infections, and also after nasal surgery (until healing has occurred); they should also be avoided in pulmonary tuberculosis. Patients transferred from systemic corticosteroids may experience exacerbation of some symptoms. Systemic absorption may follow nasal administration particularly if high doses are used or if treatment is prolonged; for cautions and side-effects of systemic corticosteroids, see section 6.3.2. The risk of systemic effects may be greater with nasal drops than with nasal sprays; drops are administered incorrectly more often than sprays. The height of children receiving prolonged treatment with nasal corticosteroids should be monitored; if growth is slowed, referral to a paediatrician should be considered.; interactions: Appendix 1 (corticosteroids)", "side-effects": "Side-effects \n(From Corticosteroids: British National Formulary)\nSide-effects Local side-effects include dryness, irritation of nose and throat, and epistaxis. Nasal ulceration has been reported, but occurs commonly with nasal preparations containing fluticasone furoate or mometasone furoate. Nasal septal perforation (usually following nasal surgery) occurs very rarely. Raised intra-ocular pressure or glaucoma may occur rarely. Headache, smell and taste disturbances may also occur. Hyperactivity, sleep disturbances, anxiety, depression, and aggression have been reported particularly in children. Hypersensitivity reactions, including bronchospasm, have been reported.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/5647.htm", "doses": ["See preparations"]}, {"indications": "Indications prophylaxis and treatment of allergic\r\nand vasomotor rhinitis; nasal polyps", "name": "BUDESONIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "12 Ear, nose, and oropharynx", "12.2 Drugs acting on the nose", "12.2.1 Drugs used in nasal allergy", "Corticosteroids", "BUDESONIDE"], "cautions": "Cautions \n(From Corticosteroids: British National Formulary)\nCautions Corticosteroid nasal preparations should be avoided in the presence of untreated nasal infections, and also after nasal surgery (until healing has occurred); they should also be avoided in pulmonary tuberculosis. Patients transferred from systemic corticosteroids may experience exacerbation of some symptoms. Systemic absorption may follow nasal administration particularly if high doses are used or if treatment is prolonged; for cautions and side-effects of systemic corticosteroids, see section 6.3.2. The risk of systemic effects may be greater with nasal drops than with nasal sprays; drops are administered incorrectly more often than sprays. The height of children receiving prolonged treatment with nasal corticosteroids should be monitored; if growth is slowed, referral to a paediatrician should be considered.; interactions: Appendix 1 (corticosteroids)", "side-effects": "Side-effects \n(From Corticosteroids: British National Formulary)\nSide-effects Local side-effects include dryness, irritation of nose and throat, and epistaxis. Nasal ulceration has been reported, but occurs commonly with nasal preparations containing fluticasone furoate or mometasone furoate. Nasal septal perforation (usually following nasal surgery) occurs very rarely. Raised intra-ocular pressure or glaucoma may occur rarely. Headache, smell and taste disturbances may also occur. Hyperactivity, sleep disturbances, anxiety, depression, and aggression have been reported particularly in children. Hypersensitivity reactions, including bronchospasm, have been reported.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/5648.htm", "doses": ["See preparations", "rhinitis, adult and child over 12 years, 128 micrograms (2 sprays) into\r\neach nostril once daily in the morning or 64 micrograms\r\n(1 spray) into each nostril twice daily; when control achieved reduce\r\nto 64 micrograms (1 spray) into each nostril once daily; max. duration\r\nof treatment 3 months"]}]