[{"indications": "Indications see under Dose", "name": "DISODIUM PAMIDRONATE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "6 Endocrine system", "6.6 Drugs affecting bone metabolism", "6.6.2 Bisphosphonates and other drugs affecting bone metabolism", "Bisphosphonates", "DISODIUM PAMIDRONATE"], "cautions": "Cautions assess renal function before each dose; ensure adequate hydration; cardiac disease (especially in elderly); previous thyroid surgery (risk of hypocalcaemia); monitor\r\nserum electrolytes, calcium and phosphate—possibility of convulsions\r\ndue to electrolyte changes; avoid concurrent use with other bisphosphonates; consider dental check-up before initiating bisphosphonate (risk of osteonecrosis of the jaw, see Bisphosphonates: Osteonecrosis\r\nof the Jaw); atypical femoral fractures, see MHRA/CHM advice; interactions: Appendix 1 (bisphosphonates)Driving Patients should be warned\r\nagainst driving or operating machinery immediately after treatment\r\n(somnolence or dizziness can occur)", "side-effects": "Side-effects hypophosphataemia, fever and influenza-like symptoms\r\n(sometimes accompanied by malaise, rigors, fatigue and flushes); nausea,\r\nvomiting, anorexia, abdominal pain, diarrhoea, constipation; symptomatic\r\nhypocalcaemia (paraesthesia, tetany), hypomagnesaemia, headache, insomnia,\r\ndrowsiness; hypertension; anaemia, thrombocytopenia, lymphocytopenia;\r\nrash; arthralgia, myalgia, bone pain; rarely muscle\r\ncramps, atypical femoral fractures (see MHRA/CHM advice),\r\ndyspepsia, agitation, confusion, dizziness, lethargy; leucopenia,\r\nhypotension, pruritus, hyperkalaemia or hypokalaemia, and hypernatraemia;\r\nosteonecrosis of the jaw (see Bisphosphonates: Osteonecrosis\r\nof the Jaw),\r\nisolated cases of seizures, hallucinations, haematuria, acute renal\r\nfailure, deterioration of renal disease, conjunctivitis and other\r\nocular symptoms; atrial fibrillation, and reactivation of herpes simplex\r\nand zoster also reported; also injection-site reactions ", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/106515.htm", "doses": ["By slow intravenous infusion (via\r\ncannula in a relatively large vein), see also Appendix 4", "Hypercalcaemia of malignancy, according to serum calcium concentration\r\n15–60 mg in single infusion or in divided doses over 2–4 days; max.\r\n90 mg per treatment course", "Osteolytic lesions and bone pain in bone metastases associated\r\nwith breast cancer or multiple myeloma, 90 mg every 4 weeks (or every\r\n3 weeks to coincide with chemotherapy in breast cancer)", "Paget’s disease of bone, 30 mg once a week for 6 weeks (total\r\ndose 180 mg) or 30 mg in first week then 60 mg every\r\nother week (total dose 210 mg); max. total 360 mg (in divided doses\r\nof 60 mg) per treatment course; may be repeated every 6 months", "child not recommended", "Oral supplements\r\nare advised to minimise potential risk of hypocalcaemia for those\r\nwith mainly lytic bone metastases or multiple myeloma at risk of calcium\r\nor vitamin D deficiency (e.g. through malabsorption or lack of exposure\r\nto sunlight) and in those with Paget’s disease"], "pregnancy": "Pregnancy avoid"}]