[{"indications": "Indications prophylaxis of asthma, see notes above and %s\n(From Management of chronic asthma: British National Formulary)\nManagement of chronic asthma;\r\nsymptomatic relief of seasonal allergic rhinitis in patients with\r\nasthma", "name": "MONTELUKAST", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.3 Cromoglicate\r\nand related therapy, leukotriene receptor antagonists, and phosphodiesterase\r\ntype-4 inhibitors", "3.3.2 Leukotriene receptor antagonists", "MONTELUKAST"], "cautions": "Cautions interactions: Appendix 1 (leukotriene\r\nreceptor antagonists)", "side-effects": "Side-effects abdominal pain, thirst, headache, hyperkinesia\r\n(in young children); less commonly dry mouth, dyspepsia,\r\noedema, dizziness, malaise, paraesthesia, hypoaesthesia, seizure,\r\nabnormal dreams, insomnia, sleep-walking, irritability, anxiety, restlessness,\r\nagitation, aggression, depression, arthralgia, myalgia, epistaxis,\r\nbruising, urticaria, pruritus; rarely palpitation,\r\ntremor, increased bleeding; very rarely hepatic disorders,\r\nhallucinations, suicidal thoughts and behaviour, Churg-Strauss syndrome\r\n(\n(From 3.3.2 Leukotriene receptor antagonists: British National Formulary)\nChurg-Strauss syndrome has occurred very rarely in association with the use of leukotriene receptor antagonists; in many of the reported cases the reaction followed the reduction or withdrawal of oral corticosteroid therapy. Prescribers should be alert to the development of eosinophilia, vasculitic rash, worsening pulmonary symptoms, cardiac complications, or peripheral neuropathy.), erythema\r\nnodosum", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/68604.htm", "doses": ["Prophylaxis of asthma, adult and child over 15 years, 10 mg once\r\ndaily in the evening; child 6 months–6\r\nyears 4 mg once daily in the evening, 6–15 years 5 mg once daily in\r\nthe evening", "Seasonal allergic rhinitis, adult and child over 15 years, 10 mg once\r\ndaily in the evening"], "pregnancy": "Pregnancy manufacturer advises avoid unless essential, see\r\nalso notes above"}]