[{"indications": "Indications \n(From Protein kinase inhibitors: British National Formulary)\nErlotinib, a tyrosine kinase inhibitor, is licensed in combination with gemcitabine for the treatment of metastatic pancreatic cancer. It is also licensed for the treatment of locally advanced or metastatic non-small cell lung cancer after failure of previous chemotherapy and as monotherapy for maintenance treatment of locally advanced or metastatic non-small cell lung cancer with stable disease after four cycles of platinum-based chemotherapy.", "name": "ERLOTINIB", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.5 Other antineoplastic drugs", "Protein kinase inhibitors", "ERLOTINIB"], "cautions": "Cautions see section 8.1; pre-existing liver disease or concomitant\r\nuse with hepatotoxic drugs—monitor liver function; dose adjustment\r\nmay be necessary if smoking started or stopped during treatment; interactions: Appendix 1 (erlotinib)", "side-effects": "Side-effects see section 8.1 and notes above; also diarrhoea, abdominal pain, dyspepsia, flatulence; anorexia,\r\ndepression, neuropathy, headache; fatigue, rigor; conjunctivitis;\r\npruritus, dry skin; less commonly gastro-intestinal\r\nperforation, interstitial lung disease—discontinue if unexplained\r\nsymptoms such as dyspnoea, cough or fever occur; eyelash changes; rarely hepatic failure; very rarely corneal\r\nperforation or ulceration, Stevens-Johnson syndrome, and toxic epidermal\r\nnecrolysis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129404.htm", "doses": ["Non-small cell lung cancer, 150 mg once daily", "Pancreatic cancer, 100 mg once daily in combination\r\nwith gemcitabine"], "pregnancy": "Pregnancy manufacturer advises avoid—toxicity in animal studies; effective contraception required during and for at least\r\n2 weeks after treatment; see also Pregnancy and Reproductive\r\nFunction"}]