[{"indications": "Indications \n(From Protein kinase inhibitors: British National Formulary)\nDasatinib, a tyrosine kinase inhibitor, is licensed for the treatment of chronic myeloid leukaemia in those who have resistance to or intolerance of previous therapy, including imatinib. It is also licensed for newly diagnosed Philadelphia chromosome-positive chronic myeloid leukaemia in the chronic phase and for acute lymphoblastic leukaemia (Philadelphia chromosome positive) in those who have resistance to or intolerance of previous therapy. The Scottish Medicines Consortium has advised (April 2007) that the use of dasatinib (Sprycel®) in NHS Scotland is restricted to patients in the chronic phase of chronic myeloid leukaemia.", "name": "DASATINIB", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.5 Other antineoplastic drugs", "Protein kinase inhibitors", "DASATINIB"], "cautions": "Cautions see section 8.1; susceptibility to QT-interval prolongation\r\n(correct hypokalaemia or hypomagnesaemia before starting treatment); risk of cardiac dysfunction (monitor closely); interactions: Appendix 1 (dasatinib)Pulmonary arterial hypertension Patients should\r\nbe evaluated for signs and symptoms of underlying cardiopulmonary\r\ndisease before starting treatment; echocardiography should be performed\r\nat the start of treatment in patients with symptoms of cardiac disease\r\nand considered for patients with risk factors for cardiac or pulmonary\r\ndisease.Treatment should be interrupted or the dose reduced in patients\r\nwho develop dyspnoea or fatigue, while they are evaluated for common\r\naetiologies (e.g. pleural effusion, pulmonary oedema, anaemia or lung\r\ninfiltration); pulmonary arterial hypertension should be considered\r\nin the absence of these conditions, and if there is no improvement\r\nfollowing dose reduction or interruption.If pulmonary arterial hypertension is confirmed, dasatinib should\r\nbe permanently discontinued", "side-effects": "Side-effects see section 8.1; also diarrhoea, anorexia, weight\r\nchanges, abdominal pain, taste disturbance, constipation, dyspepsia,\r\ncolitis, gastritis; arrhythmias, congestive heart failure, hypertension,\r\nchest pain, flushing, haemorrhage (including gastro-intestinal and\r\nCNS haemorrhage), palpitation; dyspnoea, pulmonary hypertension, cough,\r\noedema (more common in patients over 65 years old), pleural effusion;\r\ndepression, dizziness, headache, insomnia, neuropathy; influenza-like\r\nsymptoms; musculoskeletal pain; visual disturbances; tinnitus; acne,\r\ndry skin, sweating, pruritus, dermatitis, urticaria; less\r\ncommonly pancreatitis, hepatitis, cholestasis, cholecystitis,\r\noesophagitis, hypotension, transient ischaemic attack, thrombophlebitis,\r\nsyncope, asthma, seizures, amnesia, tremor, drowsiness, gynaecomastia,\r\nirregular menstruation, urinary frequency, proteinuria, hypocalcaemia,\r\nrhabdomyolysis, hypersensitivity reactions (including erythema nodosum),\r\nphotosensitivity, and pigmentation and nail disorders; rarely cor pulmonale; thrombosis and interstitial lung disease also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129968.htm", "doses": ["Chronic phase chronic myeloid leukaemia, adult over 18 years 100 mg once daily, increased\r\nif necessary to max. 140 mg once daily", "Accelerated and blast phase chronic myeloid leukaemia,\r\nacute lymphoblastic leukaemia, adult over 18 years 140 mg once daily, increased if necessary to max.\r\n180 mg once daily"], "pregnancy": "Pregnancy manufacturer advises avoid unless potential benefit\r\noutweighs risk—toxicity in animal studies; effective\r\ncontraception required during treatment; see also Pregnancy and Reproductive\r\nFunction"}]