[{"indications": "Indications \n(From Protein kinase inhibitors: British National Formulary)\nSunitinib, a tyrosine kinase inhibitor, is licensed for the treatment of advanced or metastatic renal cell carcinoma (but see NICE Guidance, below). It is also licensed for the treatment of unresectable or metastatic malignant gastro-intestinal stromal tumours, after failure of imatinib, and for the treatment of unresectable or metastatic pancreatic neuroendocrine tumors.The Scottish Medicines Consortium has advised (October 2009 and April 2011) that sunitinib (Sutent®) is accepted for restricted use within NHS Scotland for the treatment of unresectable or metastatic malignant gastro-intestinal stromal tumours after failure of imatinib and for unresectable or metastatic pancreatic neuroendocrine tumours.", "name": "SUNITINIB", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.5 Other antineoplastic drugs", "Protein kinase inhibitors", "SUNITINIB"], "cautions": "Cautions see section 8.1; cardiovascular disease—discontinue\r\nif congestive heart failure develops; susceptibility\r\nto QT-interval prolongation; hypertension; increased risk of bleeding; monitor for thyroid dysfunction; consider dental check-up\r\nbefore initiating treatment (risk of osteonecrosis of the jaw, see MHRA/CHM advice); interactions: Appendix 1 (sunitinib) ", "side-effects": "Side-effects see section 8.1; also\r\nabdominal pain, diarrhoea, constipation, anorexia, taste disturbance,\r\ndehydration; hypertension, oedema; dyspnoea, cough; fatigue, dizziness,\r\nheadache, insomnia, peripheral neuropathy, paraesthesia; hypothyroidism;\r\narthralgia, myalgia; increased lacrimation; epistaxis; skin, hair,\r\nand urine discoloration, hand-foot syndrome, dry skin, and rash; gastro-intestinal\r\nperforation, fistula formation (interrupt treatment if occurs) pancreatitis,\r\nosteonecrosis of the jaw (see MHRA/CHM advice), hepatic failure, proteinuria\r\n(rarely nephrotic syndrome) and seizures reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129972.htm", "doses": ["Gastro-intestinal stromal tumours and metastatic renal\r\ncell carcinoma, 50 mg once daily for 4 weeks, followed by a 2-week\r\ntreatment-free period to complete 6-week cycle; adjust dose in steps\r\nof 12.5 mg according to tolerability; dose range 25–75 mg daily", "Pancreatic neuroendocrine tumours, 37.5 mg once daily,\r\nwithout a treatment-free period; adjust dose in steps of 12.5 mg according\r\nto tolerability; max. dose 50 mg daily"], "pregnancy": "Pregnancy manufacturer advises avoid unless potential benefit\r\noutweighs risk—toxicity in animal studies; effective\r\ncontraception required during treatment; see also Pregnancy and Reproductive\r\nFunction"}]