[{"indications": "Indications \n(From Protein kinase inhibitors: British National Formulary)\nEverolimus, a protein kinase inhibitor, is licensed for the treatment of advanced renal cell carcinoma when the disease has progressed despite treatment with vascular endothelial growth factor-targeted therapy (see NICE guidance below), and for the treatment of unresectable or metastatic, well- or moderately-differentiated neuroendocrine tumours of pancreatic origin. It is also licensed for the treatment of subependymal giant cell astrocytoma associated with tuberous sclerosis complex in patients who require therapeutic intervention but are not amenable to surgery.NICE guidanceEverolimus for the second-line treatment of advanced renal cell carcinoma (April 2011)Everolimus is not recommended for the second-line treatment of advanced renal cell carcinoma.", "name": "EVEROLIMUS", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.5 Other antineoplastic drugs", "Protein kinase inhibitors", "EVEROLIMUS"], "cautions": "Cautions see section 8.1; monitor blood-glucose\r\nconcentration before treatment and periodically thereafter; monitor renal function before treatment and periodically thereafter; reduce dose or discontinue if severe side-effects occur—consult product\r\nliterature; interactions: Appendix\r\n1 (everolimus)Pneumonitis Non-infectious pneumonitis reported. Patients should be advised to seek urgent medical advice if new or\r\nworsening respiratory symptoms occur", "side-effects": "Side-effects see section 8.1; also\r\ndiarrhoea, dry mouth, abdominal pain, dysphagia, anorexia, taste disturbance;\r\nchest pain, hypertension, hyperlipidaemia, hypercholesterolaemia,\r\nperipheral oedema; pneumonitis (including interstitial lung disease);\r\nasthenia, anxiety, fatigue, headache, insomnia; increased susceptibility\r\nto infections (including pneumonia, aspergillosis, and candidiasis);\r\nhyperglycaemia, hypoglycaemia, dehydration; eyelid oedema; renal failure,\r\nelectrolyte disturbance; arthralgia; epistaxis; skin and nail disorders\r\n(including hand-foot syndrome); less commonly congestive\r\nheart failure, flushing, and impaired wound healing; hepatitis B reactivation\r\nand haemorrhage also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/204152.htm", "doses": ["See under preparations", "renal cell carcinoma, neuroendocrine tumours of pancreatic\r\norigin, adult over 18 years, 10 mg\r\nonce daily"], "pregnancy": "Pregnancy manufacturer advises avoid (toxicity in animal studies); effective contraception must be used during and for up\r\nto 8 weeks after treatment; see also Pregnancy and Reproductive\r\nFunction"}]