[{"indications": "Indications acute myocardial infarction (see\r\nnotes above and section 2.10.1); pulmonary embolism; acute\r\nischaemic stroke (treatment under specialist neurology physician only); thrombolytic treatment of occluded central venous\r\naccess devices (including those used for haemodialysis)", "name": "ALTEPLASE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.10 Stable angina, acute coronary syndromes, and fibrinolysis", "2.10.2 Fibrinolytic drugs", "ALTEPLASE"], "cautions": "Cautions \n(From 2.10.2 Fibrinolytic drugs: British National Formulary)\nCautions Thrombolytic drugs should be used with caution if there is a risk of bleeding including that from venepuncture or invasive procedures. They should also be used with caution in external chest compression, elderly, hypertension, conditions in which thrombolysis might give rise to embolic complications such as enlarged left atrium with atrial fibrillation (risk of dissolution of clot and subsequent embolisation), and recent or concurrent use of drugs that increase the risk of bleeding.; in acute stroke, monitor for intracranial haemorrhage, monitor blood pressure (antihypertensive recommended if systolic\r\nabove 180 mmHg or diastolic above 105 mmHg)", "side-effects": "Side-effects \n(From 2.10.2 Fibrinolytic drugs: British National Formulary)\nSide-effects Side-effects of thrombolytics are mainly nausea and vomiting and bleeding. When thrombolytics are used in myocardial infarction, reperfusion arrhythmias and recurrent ischaemia and angina may occur. Reperfusion may also cause cerebral and pulmonary oedema. Hypotension can also occur and can usually be controlled by elevating the patient’s legs, or by reducing the rate of infusion or stopping it temporarily. Back pain, fever, and convulsions have been reported. Bleeding is usually limited to the site of injection, but intracerebral haemorrhage or bleeding from other sites can occur. Serious bleeding calls for discontinuation of the thrombolytic and may require administration of coagulation factors and antifibrinolytic drugs (e.g. tranexamic acid). Rarely further embolism may occur (either due to clots that break away from the original thrombus or to cholesterol crystal emboli). Thrombolytics can cause allergic reactions (including rash, flushing and uveitis) and anaphylaxis has been reported (for details of management see Allergic Emergencies, section 3.4.3). Guillain-Barré syndrome has been reported rarely after streptokinase treatment.; also\r\nrisk of cerebral bleeding increased in acute stroke", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2815.htm", "doses": ["See under preparations below", "myocardial infarction, accelerated regimen (initiated\r\nwithin 6 hours of symptom onset), 15 mg by intravenous injection, followed by intravenous infusion of 50 mg over 30\r\nminutes, then 35 mg over 60 minutes (total dose 100 mg over 90 minutes);\r\nin patients less than 65 kg, 15 mg by intravenous injection, followed by intravenous infusion of 0.75 mg/kg over\r\n30 minutes, then 0.5 mg/kg over 60 minutes (max. total dose 100 mg\r\nover 90 minutes)", "Myocardial infarction, initiated within 6–12 hours\r\nof symptom onset, 10 mg by intravenous injection, followed by intravenous infusion of 50 mg over 60 minutes, then 4 infusions each of 10 mg over 30 minutes (total dose 100 mg\r\nover 3 hours; max. 1.5 mg/kg in patients less than 65 kg)", "Pulmonary embolism, 10 mg by intravenous injection over 1–2 minutes, followed by intravenous infusion of 90 mg over 2 hours; max. 1.5 mg/kg in patients less than 65 kg", "Acute stroke (treatment must begin within 3\r\nhours of symptom onset), by intravenous administration over 60 minutes, 900 micrograms/kg (max. 90 mg); initial 10% of\r\ndose by intravenous injection, remainder by intravenous infusion; elderly over 80 years not recommended"], "pregnancy": "Pregnancy \n(From 2.10.2 Fibrinolytic drugs: British National Formulary)\nPregnancy Thrombolytic drugs can possibly lead to premature separation of the placenta in the first 18 weeks of pregnancy. There is also a risk of maternal haemorrhage throughout pregnancy and post-partum, and also a theoretical risk of fetal haemorrhage throughout pregnancy."}]