[{"indications": "Indications symptomatic relief of allergy such as hay fever, urticaria; emergency\r\ntreatment of anaphylactic reactions (section 3.4.3)", "name": "CHLORPHENAMINE MALEATE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.4 Antihistamines, hyposensitisation, and allergic emergencies", "3.4.1 Antihistamines", "Sedating antihistamines", "CHLORPHENAMINE MALEATE"], "cautions": "Cautions \n(From 3.4.1 Antihistamines: British National Formulary)\nCautions and contra-indications Sedating antihistamines have significant antimuscarinic activity and they should therefore be used with caution in prostatic hypertrophy, urinary retention, susceptibility to angle-closure glaucoma, and pyloroduodenal obstruction. Caution may be required in epilepsy. Children and the elderly are more susceptible to side-effects. Many antihistamines should be avoided in acute porphyria but some are thought to be safe, see section 9.8.2. Interactions: Appendix 1 (antihistamines).", "side-effects": "Side-effects \n(From 3.4.1 Antihistamines: British National Formulary)\nSide-effects Drowsiness is a significant side-effect with most of the older antihistamines although paradoxical stimulation may occur rarely, especially with high doses or in children and the elderly. Drowsiness may diminish after a few days of treatment and is considerably less of a problem with the newer antihistamines (see also notes above). Side-effects that are more common with the older antihistamines include headache, psychomotor impairment, and antimuscarinic effects such as urinary retention, dry mouth, blurred vision, and gastro-intestinal disturbances.Other rare side-effects of antihistamines include hypotension, palpitation, arrhythmias, extrapyramidal effects, dizziness, confusion, depression, sleep disturbances, tremor, convulsions, hypersensitivity reactions (including bronchospasm, angioedema, and anaphylaxis, rashes, and photosensitivity reactions), blood disorders, liver dysfunction, and angle-closure glaucoma.; also\r\nexfoliative dermatitis and tinnitus reported; injections may cause\r\ntransient hypotension or CNS stimulation and may be irritant", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3037.htm", "doses": ["By mouth, 4 mg every 4–6 hours, max. 24 mg\r\ndaily (elderly max. 12 mg daily); child under 1 year see BNF for Children; 1–2 years\r\n1 mg twice daily; 2–6 years 1 mg every 4–6 hours, max. 6 mg daily;\r\n6–12 years 2 mg every 4–6 hours, max. 12 mg daily", "By intramuscular injection or by intravenous injection over 1 minute, 10 mg, repeated\r\nif required up to max. 4 doses in 24 hours; child under 6 months 250 micrograms/kg (max. 2.5 mg); 6 months–6 years\r\n2.5 mg; 6–12 years 5 mg; these doses may be repeated if required up\r\nto max. 4 doses in 24 hours"], "pregnancy": "Pregnancy \n(From 3.4.1 Antihistamines: British National Formulary)\nPregnancy Most manufacturers of antihistamines advise avoiding their use during pregnancy; however, there is no evidence of teratogenicity except for hydroxyzine where toxicity has been reported with high doses in animal studies. The use of sedating antihistamines in the latter part of the third trimester may cause adverse effects in neonates such as irritability, paradoxical excitability, and tremor."}]