[{"indications": "Indications paracetamol overdosage, \n(From Analgesics (non-opioid): British National Formulary)\nParacetamolIn cases of intravenous paracetamol poisoning contact the National Poisons Information Service for advice on risk assessment and management. Single or repeated doses totalling as little as 10–15 g (20–30 tablets) or 150 mg/kg of paracetamol ingested within 24 hours may cause severe hepatocellular necrosis and, much less frequently, renal tubular necrosis. To avoid underestimating the potentially toxic paracetamol dose ingested by obese patients who weigh more than 110 kg, use a body-weight of 110 kg (rather than their actual body-weight) when calculating the total dose of paracetamol ingested (in mg/kg). Patients at high-risk of liver damage, including those taking enzyme-inducing drugs or who are malnourished (see below), may develop liver toxicity with as little as 75 mg/kg of paracetamol (equivalent to approx. 5 g (10 tablets) in a 70-kg patient) taken within 24 hours. Nausea and vomiting, the only early features of poisoning, usually settle within 24 hours. Persistence beyond this time, often associated with the onset of right subcostal pain and tenderness, usually indicates development of hepatic necrosis. Liver damage is maximal 3–4 days after ingestion and may lead to encephalopathy, haemorrhage, hypoglycaemia, cerebral oedema, and death. Therefore, despite a lack of significant early symptoms, patients who have taken an overdose of paracetamol should be transferred to hospital urgently.Administration of activated charcoal should be considered if paracetamol in excess of 150 mg/kg or 12 g, whichever is the smaller (or in excess of 75 mg/kg for those considered to be at high risk, see below), is thought to have been ingested within the previous hour.Acetylcysteine protects the liver if infused up to, and possibly beyond, 24 hours of ingesting paracetamol. It is most effective if given within 8 hours of ingestion, after which effectiveness declines. In patients who present 8–36 hours after a potentially toxic ingestion, acetylcysteine treatment should commence immediately even if plasma-paracetamol concentrations are not yet available; if more than 24 hours have elapsed since ingestion advice should be sought from the National Poisons Information Service. Giving acetylcysteine by mouth [unlicensed route] is an alternative if intravenous access is not possible—contact the National Poisons Information Service for advice. In remote areas, methionine by mouth is an alternative only if acetylcysteine cannot be given promptly. Once the patient reaches hospital the need to continue treatment with the antidote will be assessed from the plasma-paracetamol concentration (related to the time from ingestion).Patients at risk of liver damage and therefore requiring treatment can be identified from a single measurement of the plasma-paracetamol concentration, related to the time from ingestion, provided this time interval is not less than 4 hours; earlier samples may be misleading. The concentration is plotted on a paracetamol treatment graph, with a reference line (‘normal treatment line’) joining plots of 200 mg/litre (1.32 mmol/litre) at 4 hours and 6.25 mg/litre (0.04 mmol/litre) at 24 hours (see Paracetamol poisoning treatment graph). Those whose plasma-paracetamol concentration is on or above the normal treatment line are treated with acetylcysteine by intravenous infusion (or, if acetylcysteine is not available, with methionine by mouth, provided the overdose has been taken within 10–12 hours and the patient is not vomiting). Patients at high-risk of liver damage include those: taking liver enzyme-inducing drugs (e.g. carbamazepine, phenobarbital, phenytoin, primidone, rifampicin, rifabutin, efavirenz, nevirapine, alcohol and St John’s wort);who are malnourished (e.g. in anorexia or bulimia, cystic fibrosis, hepatitis C, in alcoholism, or those who are HIV-positive);who have not eaten for a few days.These patients can develop toxicity at lower plasma-paracetamol concentration and should be treated if the concentration is on or above the high-risk treatment line (which joins plots that are at 50% of the plasma-paracetamol concentrations of the normal treatment line). The prognostic accuracy of plasma-paracetamol concentration taken after 15 hours is uncertain, but a concentration on or above the relevant treatment line should be regarded as carrying a serious risk of liver damage.The plasma-paracetamol concentration may be difficult to interpret when paracetamol has been ingested over several hours. If there is doubt about timing or the need for treatment then the patient should be treated with an antidote.", "name": "METHIONINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "Emergency treatment of poisoning", "Specific drugs", "Analgesics (non-opioid)", "METHIONINE"], "side-effects": "Side-effects nausea, vomiting, drowsiness, irritability", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/130070.htm", "doses": ["adult and child over 6 years initially 2.5 g, followed by 3\r\nfurther doses of 2.5 g every 4 hours, child under 6 years initially 1 g, followed by 3 further doses of 1 g\r\nevery 4 hours"]}]