[{"indications": "Indications \n(From Idiopathic thrombocytopenic purpura: British National Formulary)\nEltrombopag and romiplostim are thrombopoietin receptor agonists licensed for the treatment of chronic idiopathic thrombocytopenic purpura in splenectomised patients refractory to other treatments, such as corticosteroids or immunoglobulins, or as a second-line treatment in non-splenectomised patients when surgery is contra-indicated (see also NICE guidance below). Eltrombopag is an oral preparation and romiplostim is an injection which is made biosynthetically by recombinant DNA technology; they should both be used under the supervision of a specialist.", "name": "ELTROMBOPAG", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "9 Nutrition and blood", "9.1 Anaemias and some other blood disorders", "9.1.4 Drugs used in platelet disorders", "Idiopathic thrombocytopenic purpura", "ELTROMBOPAG"], "cautions": "Cautions patients of East Asian origin (see under Dose); risk factors for thromboembolism; monitor full blood count including platelet count and peripheral\r\nblood smears every week during treatment until a stable platelet count\r\nis reached (50 × 109/litre or more for at least 4 weeks),\r\nthen monthly thereafter; monitor liver function before\r\ntreatment, every two weeks when adjusting the dose, and monthly thereafter; regular ophthalmological examinations for cataract\r\nformation recommended; interactions: Appendix 1 (eltrombopag)", "side-effects": "Side-effects gastro-intestinal disturbances including nausea,\r\ndiarrhoea, abdominal pain, and constipation; peripheral oedema; headache,\r\ninsomnia, paraesthesia, fatigue; arthralgia, bone pain, myalgia; cataract,\r\ndry eye; pruritus, rash, alopecia; less commonly dry\r\nmouth, gingival bleeding, haemorrhoids, taste disturbances, cholestasis,\r\nhepatitis, anorexia, changes in appetite, weight gain, flushing, palpitation,\r\nQT-interval prolongation, hypertension, tachycardia, thromboembolic\r\nevents (including deep vein thrombosis, pulmonary embolism, and acute\r\nmyocardial infarction), cough, sleep disorders, mood changes, depression,\r\nanxiety, dizziness, migraine, hemiparesis, tremor, peripheral neuropathy,\r\nrespiratory and urinary tract infections, renal failure, nocturia,\r\nrectosigmoid cancer, blood disorders (including anaemia, and thrombocytopenia),\r\ngout, eye disorders, vertigo, epistaxis, skin reactions including\r\necchymosis, and sweating", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/208264.htm", "doses": ["adult over 18 years, initially\r\n50 mg once daily (patients of east asian origin such as Chinese, Japanese, Taiwanese, or Korean, initially\r\n25 mg once daily), adjusted to achieve a platelet count of 50 × 109/litre or more (consult product literature for dose adjustments);\r\nmax. 75 mg once daily; discontinue if inadequate response after 4\r\nweeks at maximum dose ", "Each dose should be taken at least\r\n4 hours before or after any dairy products (or foods containing calcium),\r\nindigestion remedies, or medicines containing aluminium, calcium,\r\niron, magnesium, zinc, or selenium to reduce possible interference\r\nwith absorption"], "pregnancy": "Pregnancy avoid—toxicity in animal studies;\r\nensure effective contraception during treatment"}]