[{"indications": "Indications see under Cytokine Modulators above", "name": "GOLIMUMAB", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "10 Musculoskeletal and joint diseases", "10.1 Drugs used in rheumatic diseases and gout", "10.1.3 Drugs that suppress the rheumatic disease process", "Cytokine modulators", "GOLIMUMAB"], "cautions": "Cautions predisposition to infection; monitor for infection before, during, and for 5 months\r\nafter treatment (see also Tuberculosis below); do not initiate until active infections are controlled; discontinue if new serious infection develops until\r\ninfection controlled; hepatitis B virus—monitor\r\nfor active infection; mild heart failure\r\n(discontinue if symptoms develop or worsen); demyelinating disorders (risk of exacerbation); history\r\nor development of malignancy; interactions: Appendix 1 (golimumab)Tuberculosis Patients should be evaluated\r\nfor tuberculosis before treatment. Active tuberculosis\r\nshould be treated with standard treatment (section 5.1.9) for at least 2 months before\r\nstarting golimumab. Patients who have previously received\r\nadequate treatment for tuberculosis can start golimumab but should\r\nbe monitored every 3 months for possible recurrence. In patients without active tuberculosis but who were previously not\r\ntreated adequately, chemoprophylaxis should ideally be completed before\r\nstarting golimumab. In patients at high\r\nrisk of tuberculosis who cannot be assessed by tuberculin skin test,\r\nchemoprophylaxis can be given concurrently with golimumab. Patients should be advised to seek medical attention\r\nif symptoms suggestive of tuberculosis (e.g. persistent cough, weight\r\nloss, and fever) developBlood disorders Patients should be\r\nadvised to seek medical attention if symptoms suggestive of blood\r\ndisorders (such as fever, sore throat, bruising, or bleeding) develop", "side-effects": "Side-effects see under Cytokine Modulators and under Cautions above; also constipation, dyspepsia, hypertension,\r\ninsomnia, dizziness, paraesthesia, asthenia, alopecia, dermatitis; less commonly taste disturbance, gastritis, colitis, stomatitis,\r\ngastro-oesophageal reflux disease, cholelithiasis, hepatic disorders,\r\nhyperlipidaemia, arrhythmia, ischaemic coronary artery disorders,\r\nRaynaud’s syndrome, heart failure, thrombosis, flushing, bronchospasm,\r\ndemyelinating disorders, hyperglycaemia, thyroid disorders, menstrual\r\ndisorders, malignancy, bone fractures, visual disturbance, eye irritation,\r\nnew onset or worsening psoriasis; rarely interstitial\r\nlung disease, renal impairment", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/213706.htm", "doses": ["By subcutaneous injection, adult over 18 years, 50 mg once a month on the same\r\ndate each month, review treatment if no response after 3–4 doses;\r\nbody-weight over 100 kg, if inadequate response to 3–4 doses of 50 mg\r\nonce a month, dose can be increased to 100 mg once a month, review\r\ntreatment if inadequate response to this higher dose after 3–4 doses ", "If dose administered more than 2 weeks late,\r\nsubsequent doses should be administered on the new monthly due date"], "pregnancy": "Pregnancy use only if essential; manufacturer advises adequate\r\ncontraception during treatment and for at least 6 months after last\r\ndose"}]