[{"indications": "Indications see under Cytokine Modulators above", "name": "CERTOLIZUMAB PEGOL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "10 Musculoskeletal and joint diseases", "10.1 Drugs used in rheumatic diseases and gout", "10.1.3 Drugs that suppress the rheumatic disease process", "Cytokine modulators"], "cautions": "Cautions predisposition to infection; monitor for infection before, during, and for 5 months\r\nafter treatment (see also Tuberculosis below); do not initiate until active infections are controlled; discontinue if new serious infection develops until\r\ninfection controlled; hepatitis B virus—monitor\r\nfor active infection; mild heart failure\r\n(discontinue if symptoms develop or worsen—avoid in moderate to severe heart failure); demyelinating\r\nCNS disorders (risk of exacerbation); history or development\r\nof malignancy; interactions: Appendix 1 (certolizumab\r\npegol)Tuberculosis Patients should be evaluated\r\nfor tuberculosis before treatment. Active tuberculosis\r\nshould be treated with standard treatment (section 5.1.9) for at least 2 months before\r\nstarting certolizumab pegol. Patients who have previously\r\nreceived adequate treatment for tuberculosis can start certolizumab\r\npegol but should be monitored every 3 months for possible recurrence. In patients without active tuberculosis but who were\r\npreviously not treated adequately, chemoprophylaxis should ideally\r\nbe completed before starting certolizumab pegol. In patients at high risk of tuberculosis who cannot be assessed by\r\ntuberculin skin test, chemoprophylaxis can be given concurrently with\r\ncertolizumab pegol. Patients should be\r\nadvised to seek medical attention if symptoms suggestive of tuberculosis\r\n(e.g. persistent cough, weight loss, and fever) developBlood disorders Patients should be\r\nadvised to seek medical attention if symptoms suggestive of blood\r\ndisorders (such as fever, sore throat, bruising, or bleeding) develop", "side-effects": "Side-effects see under Cytokine Modulators and Cautions above; hypertension; sensory abnormalities; rash; less commonly ascites, cholestasis, gastro-intestinal disorders\r\n(including perforation and ulcer), hepatic disorders, appetite disorders;\r\ncardiomyopathies (including heart failure), dyslipidaemia, syncope,\r\noedema, dizziness, ischaemic coronary artery disorders, arrhythmias;\r\nasthma, pleural effusion, cough; peripheral neuropathy, tremor, anxiety,\r\nmood disorders; influenza-like illness; menstrual disorders, renal\r\nimpairment, haematuria; malignancy (including solid tumours, lymphoma,\r\nand leukaemia), skin cancer, benign tumours; haemorrhage, electrolyte\r\ndisorders; muscle disorders; visual disturbance, ocular inflammation;\r\necchymosis, impaired healing, alopecia, photosensitivity, acne, skin\r\ndiscoloration, nail disorders, new onset or worsening psoriasis, dermatitis; rarely cholelithiasis, splenomegaly, atrioventricular block,\r\ncerebrovascular accident, Raynaud’s phenomenon, interstitial lung\r\ndisease, impaired coordination, trigeminal neuralgia, seizures, thyroid disorders, sexual dysfunction, nephropathy, tinnitus; also reported multiple sclerosis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/204103.htm", "doses": ["By subcutaneous injection, adult over 18 years, 400 mg, repeated 2 weeks and\r\n4 weeks after initial injection, then 200 mg every 2 weeks; review\r\ntreatment if no response within 12 weeks"], "pregnancy": "Pregnancy avoid; manufacturer advises adequate contraception\r\nduring treatment and for at least 5 months after last dose"}]