[{"indications": "Indications \n(From 8.1.3 Antimetabolites: British National Formulary)\nNelarabine is licensed for the treatment of T-cell acute lymphoblastic leukaemia and T-cell lymphoblastic lymphoma in patients who have relapsed or who are refractory after receiving at least two previous regimens. It is given by intravenous infusion. Neurotoxicity is common with nelarabine and close monitoring for neurological adverse events is strongly recommended—discontinue if neurotoxicity occurs.The Scottish Medicines Consortium has advised (March 2008) that the use of nelarabine (Atriance®) within NHS Scotland is restricted to bridging treatment before stem cell transplantation.", "name": "NELARABINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.1 Cytotoxic drugs", "8.1.3 Antimetabolites", "NELARABINE"], "cautions": "Cautions see section 8.1 and notes above; previous or concurrent intrathecal\r\nchemotherapy or craniospinal irradiation (increased risk of neurotoxicity)Driving May affect performance of\r\nskilled tasks (e.g. driving)", "side-effects": "Side-effects see section 8.1; also abdominal pain, constipation,\r\ntaste disturbance, anorexia, diarrhoea; hypotension, oedema; pleural\r\neffusion, wheezing, dyspnoea, cough; confusion, seizures, amnesia,\r\ndrowsiness, peripheral neurological disorders, hypoaesthesia, paraesthesia,\r\nataxia, demyelination, tremor, dizziness, headache, asthenia, fatigue;\r\npyrexia; electrolyte disturbances; blurred vision; muscle weakness,\r\nmyalgia, arthralgia; benign and malignant tumours also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/200054.htm", "doses": ["See Doses"], "pregnancy": "Pregnancy avoid (toxicity in animal studies);\r\nmanufacturer advises effective contraception during and for at least\r\n3 months after treatment in men and women; see also Pregnancy and Reproductive\r\nFunction"}]