[{"indications": "Indications (specialist use only) reduction in duration of neutropenia and incidence\r\nof febrile neutropenia in cytotoxic chemotherapy for malignancy (except\r\nchronic myeloid leukaemia and myelodysplastic syndromes)", "name": "PEGFILGRASTIM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "9 Nutrition and blood", "9.1 Anaemias and some other blood disorders", "9.1.6 Drugs used in neutropenia"], "cautions": "Cautions \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nCautions Granulocyte-colony stimulating factors should be used with caution in patients with pre-malignant or malignant myeloid conditions. Full blood counts including differential white cell and platelet counts should be monitored. Treatment should be withdrawn in patients who develop signs of pulmonary infiltration. There have been reports of pulmonary infiltrates leading to acute respiratory distress syndrome—patients with a history of pulmonary infiltrates or pneumonia may be at higher risk. Granulocyte-colony stimulating factors should be used with caution in patients with sickle-cell disease. Spleen size should be monitored during treatment because there is a risk of splenomegaly and rupture.; also acute leukaemia and myelosuppressive chemotherapy; interactions: Appendix 1 (filgrastim)", "side-effects": "Side-effects \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nSide-effects Side-effects of granulocyte-colony stimulating factors include gastro-intestinal disturbances, anorexia, headache, asthenia, fever, musculoskeletal pain, bone pain, rash, alopecia, injection-site reactions, thrombocytopenia, and leucocytosis. Less commonly chest pain can occur. Pulmonary side-effects, particularly interstitial pneumonia (see Cautions above), cutaneous vasculitis and acute febrile neutrophilic dermatosis have rarely been reported.; also very rarely splenic rupture", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/127939.htm", "doses": ["Dose expressed as\r\nfilgrastim", "By subcutaneous injection, adult over 18 years, 6 mg (0.6 mL) for each chemotherapy cycle, starting\r\n24 hours after chemotherapy"], "pregnancy": "Pregnancy \n(From 9.1.6 Drugs used in neutropenia: British National Formulary)\nPregnancy There have been reports of toxicity in animal studies and manufacturers advise not to use granulocyte-colony stimulating factors during pregnancy unless the potential benefit outweighs the risk."}]