[{"indications": "Indications \n(From Lenalidomide and thalidomide: British National Formulary)\nLenalidomide is an immunomodulating drug with antineoplastic, anti-angiogenic, and pro-erythropoietic properties. It is licensed, in combination with dexamethasone, for the treatment of multiple myeloma in patients who have received at least one previous therapy.The most serious side-effects of lenalidomide are venous thromboembolism and severe neutropenia. Lenalidomide is structurally related to thalidomide and there is a risk of teratogenesis.The Scottish Medicines Consortium has advised (April 2010) that lenalidomide, in combination with dexamethasone, is accepted for restricted use within NHS Scotland for patients with multiple myeloma who have received at least two prior therapies.NICE guidanceLenalidomide for the treatment of multiple myeloma (June 2009)Lenalidomide in combination with dexamethasone is an option for the treatment of multiple myeloma in patients who have received two or more prior therapies. The drug cost of lenalidomide will be met by the manufacturer for patients who remain on treatment for more than 26 cycles.", "name": "LENALIDOMIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "8 Malignant disease and immunosuppression", "8.2 Drugs affecting the immune response", "8.2.4 Other immunomodulating drugs", "Lenalidomide and thalidomide"], "cautions": "Cautions \n(From Lenalidomide and thalidomide: British National Formulary)\nLenalidomide is an immunomodulating drug with antineoplastic, anti-angiogenic, and pro-erythropoietic properties. It is licensed, in combination with dexamethasone, for the treatment of multiple myeloma in patients who have received at least one previous therapy.The most serious side-effects of lenalidomide are venous thromboembolism and severe neutropenia. Lenalidomide is structurally related to thalidomide and there is a risk of teratogenesis.The Scottish Medicines Consortium has advised (April 2010) that lenalidomide, in combination with dexamethasone, is accepted for restricted use within NHS Scotland for patients with multiple myeloma who have received at least two prior therapies.NICE guidanceLenalidomide for the treatment of multiple myeloma (June 2009)Lenalidomide in combination with dexamethasone is an option for the treatment of multiple myeloma in patients who have received two or more prior therapies. The drug cost of lenalidomide will be met by the manufacturer for patients who remain on treatment for more than 26 cycles.; monitor full blood\r\ncount (including differential white cell count and platelet count)\r\nbefore treatment and every week for the first 8 weeks then every 4\r\nweeks (reduce dose or interrupt treatment\r\nif neutropenia or thrombocytopenia develop—consult product literature); monitor for arterial or venous thromboembolism (consider\r\npermanent discontinuation if thromboembolic event occurs) and use caution with concomitant drugs that increase\r\nthe risk of thromboembolism—see also Thromboembolism\r\nbelow; high tumour burden—risk of %s\n(From Side-effects of cytotoxic drugs: British National Formulary)\nTumour lysis syndrome Tumour lysis syndrome occurs secondary to spontaneous or treatment-related rapid destruction of malignant cells. Patients at risk of tumour lysis syndrome include those with non-Hodgkin’s lymphoma (especially if high grade and bulky disease), Burkitt’s lymphoma, acute lymphoblastic leukaemia and acute myeloid leukaemia (particularly if high white blood cell counts or bulky disease), and occasionally those with solid tumours. Pre-existing hyperuricaemia, dehydration, and renal impairment are also predisposing factors. Features include hyperkalaemia, hyperuricaemia (see below), and hyperphosphataemia with hypocalcaemia; renal damage and arrhythmias can follow. Early identification of patients at risk, and initiation of prophylaxis or therapy for tumour lysis syndrome, is essential.; monitor thyroid\r\nfunction; risk factors for myocardial infarction; interactions: Appendix 1 (lenalidomide)Thromboembolism Risk factors for thromboembolism\r\n(such as smoking, hypertension, hyperlipidaemia) should be minimised\r\nand thromboprophylaxis should be considered in patients with multiple\r\nrisk factors.Patients and their carers should be made aware\r\nof the symptoms of thromboembolism and advised to report sudden breathlessness,\r\nchest pain, or swelling of a limbNeutropenia and thrombocytopenia Patients and their carers should be made aware of the symptoms of\r\nneutropenia and advised to seek medical advice if symptoms suggestive\r\nof neutropenia (such as fever, sore throat) or of thrombocytopenia\r\n(such as bleeding) developSecond primary malignancy  Patients should be\r\ncarefully evaluated before and during treatment with lenalidomide\r\nusing routine cancer screening for occurrence of second primary malignancy\r\nand treatment should be instituted as indicated", "side-effects": "Side-effects myocardial infarction, hypotension, deep vein\r\nthrombosis; pneumonia, dyspnoea; tremor, hypoaesthesia, fatigue, asthenia;\r\nneutropenia, thrombocytopenia, anaemia, lymphopenia, leucopenia; muscle\r\ncramp; pruritus, rash; rarely Stevens-Johnson syndrome\r\nand toxic epidermal necrolysis; also reported interstitial\r\npneumonitis, pancreatitis, pulmonary embolism, cerebrovascular events,\r\nsecondary malignancies", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/200218.htm", "doses": ["adult over 18 years, 25 mg\r\nonce daily for 21 consecutive days of a 28-day cycle; for doses of\r\ndexamethasone, consult product literature"], "pregnancy": "Pregnancy important: teratogenic risk; see\r\nalso notes above"}]