[{"indications": "Indications see under Dose", "name": "LANSOPRAZOLE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "1 Gastro-intestinal system", "1.3 Antisecretory drugs and mucosal protectants", "1.3.5 Proton pump inhibitors", "LANSOPRAZOLE"], "cautions": "Cautions \n(From 1.3.5 Proton pump inhibitors: British National Formulary)\nCautions Proton pump inhibitors may mask the symptoms of gastric cancer; particular care is required in those presenting with ‘alarm features’ (see Dyspepsia), in such cases gastric malignancy should be ruled out before treatment. A proton pump inhibitor should be prescribed for appropriate indications at the lowest effective dose for the shortest period; the need for long-term treatment should be reviewed periodically.; interactions: Appendix 1 (proton pump inhibitors)", "side-effects": "Side-effects \n(From 1.3.5 Proton pump inhibitors: British National Formulary)\nSide-effects Side-effects of the proton pump inhibitors include gastro-intestinal disturbances (including nausea, vomiting, abdominal pain, flatulence, diarrhoea, constipation), and headache. Less frequent side-effects include dry mouth, peripheral oedema, dizziness, sleep disturbances, fatigue, paraesthesia, arthralgia, myalgia, rash, and pruritus. Other side-effects reported rarely or very rarely include taste disturbance, stomatitis, hepatitis, jaundice, hypersensitivity reactions (including anaphylaxis, bronchospasm), fever, depression, hallucinations, confusion, gynaecomastia, interstitial nephritis, hyponatraemia, hypomagnesaemia (with long-term treatment), blood disorders (including leucopenia, leucocytosis, pancytopenia, thrombocytopenia), visual disturbances, sweating, photosensitivity, alopecia, Stevens-Johnson syndrome, and toxic epidermal necrolysis. By decreasing gastric acidity, proton pump inhibitors may increase the risk of gastro-intestinal infections (including Clostridium difficile infection).Rebound acid hypersecretion and protracted dyspepsia may occur after stopping prolonged treatment with a proton pump inhibitor.; also glossitis, pancreatitis,\r\nanorexia, restlessness, tremor, impotence, petechiae, and purpura; very rarely colitis, raised serum cholesterol or triglycerides", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/17818.htm", "doses": ["Benign gastric ulcer, 30 mg daily in the morning for 8\r\nweeks", "Duodenal ulcer, 30 mg daily in the morning for 4 weeks; maintenance\r\n15 mg daily", "NSAID-associated duodenal or gastric ulcer, 30 mg once daily\r\nfor 4 weeks, continued for further 4 weeks if not fully healed; prophylaxis,\r\n15–30 mg once daily", "Eradication of Helicobacter pylori  associated\r\nwith duodenal ulcer or ulcer-like dyspepsia, see Recommended Regimens for Helicobacter pylori Eradication", "Zollinger-Ellison syndrome (and other hypersecretory conditions),\r\ninitially 60 mg once daily adjusted according to response; daily doses\r\nof 120 mg or more given in two divided doses", "Gastro-oesophageal reflux disease, 30 mg daily in the morning\r\nfor 4 weeks, continued for further 4 weeks if not fully healed; maintenance\r\n15–30 mg daily", "Acid-related dyspepsia, 15–30 mg daily in the morning for 2–4\r\nweeks", "child under 18 years see BNF for Children", "Lansoprazole doses in BNF may differ from\r\nthose in product literature"], "pregnancy": "Pregnancy manufacturer advises avoid"}]