[{"indications": "Indications insomnia (short-term use; \n(From 4.1 Hypnotics and anxiolytics: British National Formulary)\nImportant: benzodiazepine indications Benzodiazepines are indicated for the short-term relief (two to four weeks only) of anxiety that is severe, disabling, or causing the patient unacceptable distress, occurring alone or in association with insomnia or short-term psychosomatic, organic, or psychotic illness. The use of benzodiazepines to treat short-term ‘mild’ anxiety is inappropriate. Benzodiazepines should be used to treat insomnia only when it is severe, disabling, or causing the patient extreme distress.)", "name": "NITRAZEPAM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.1 Hypnotics and anxiolytics", "4.1.1 Hypnotics", "Benzodiazepines"], "cautions": "Cautions respiratory disease; muscle\r\nweakness and myasthenia gravis; history of drug or alcohol abuse; hypoalbuminaemia; marked\r\npersonality disorder; reduce dose in elderly and debilitated; avoid prolonged\r\nuse (and abrupt withdrawal thereafter); acute porphyria (section 9.8.2); interactions: Appendix 1\r\n(anxiolytics and hypnotics)Driving Drowsiness may persist the\r\nnext day and affect performance of skilled tasks (e.g. driving); effects of alcohol enhanced", "side-effects": "Side-effects drowsiness and lightheadedness the next day; confusion\r\nand ataxia (especially in the elderly); amnesia may occur; dependence;\r\nsee also under Diazepam (section\r\n4.1.2); overdosage: see Emergency Treatment of Poisoning", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3142.htm", "doses": ["5–10 mg at bedtime; elderly (or debilitated) 2.5–5 mg; child 1\r\nmonth–2 years (infantile spasms) see BNF for Children"], "pregnancy": "Pregnancy \n(From Benzodiazepines: British National Formulary)\nPregnancy There is a risk of neonatal withdrawal symptoms when benzodiazepines are used during pregnancy. Avoid regular use and use only if there is a clear indication such as seizure control. High doses administered during late pregnancy or labour may cause neonatal hypothermia, hypotonia, and respiratory depression."}]