[{"indications": "Indications see under Dose", "name": "OMEPRAZOLE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "1 Gastro-intestinal system", "1.3 Antisecretory drugs and mucosal protectants", "1.3.5 Proton pump inhibitors", "OMEPRAZOLE"], "cautions": "Cautions \n(From 1.3.5 Proton pump inhibitors: British National Formulary)\nCautions Proton pump inhibitors may mask the symptoms of gastric cancer; particular care is required in those presenting with ‘alarm features’ (see Dyspepsia), in such cases gastric malignancy should be ruled out before treatment. A proton pump inhibitor should be prescribed for appropriate indications at the lowest effective dose for the shortest period; the need for long-term treatment should be reviewed periodically.; interactions: Appendix 1 (proton pump inhibitors)", "side-effects": "Side-effects \n(From 1.3.5 Proton pump inhibitors: British National Formulary)\nSide-effects Side-effects of the proton pump inhibitors include gastro-intestinal disturbances (including nausea, vomiting, abdominal pain, flatulence, diarrhoea, constipation), and headache. Less frequent side-effects include dry mouth, peripheral oedema, dizziness, sleep disturbances, fatigue, paraesthesia, arthralgia, myalgia, rash, and pruritus. Other side-effects reported rarely or very rarely include taste disturbance, stomatitis, hepatitis, jaundice, hypersensitivity reactions (including anaphylaxis, bronchospasm), fever, depression, hallucinations, confusion, gynaecomastia, interstitial nephritis, hyponatraemia, hypomagnesaemia (with long-term treatment), blood disorders (including leucopenia, leucocytosis, pancytopenia, thrombocytopenia), visual disturbances, sweating, photosensitivity, alopecia, Stevens-Johnson syndrome, and toxic epidermal necrolysis. By decreasing gastric acidity, proton pump inhibitors may increase the risk of gastro-intestinal infections (including Clostridium difficile infection).Rebound acid hypersecretion and protracted dyspepsia may occur after stopping prolonged treatment with a proton pump inhibitor.; also agitation and impotence", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/106487.htm", "doses": ["By mouth, benign gastric and duodenal\r\nulcers, 20 mg once daily for 4 weeks in duodenal ulceration or 8 weeks\r\nin gastric ulceration; in severe or recurrent cases increase to 40 mg\r\ndaily; prevention of relapse in gastric ulcer, 20 mg once daily, increased\r\nto 40 mg once daily if necessary; prevention of relapse in duodenal\r\nulcer, 20 mg once daily (range 10–40 mg daily)", "NSAID-associated duodenal or gastric ulcer and gastroduodenal\r\nerosions, 20 mg once daily for 4 weeks, continued for further 4 weeks\r\nif not fully healed; prophylaxis in patients with a history of NSAID-associated\r\nduodenal or gastric ulcers, gastroduodenal lesions, or dyspeptic symptoms\r\nwho require continued NSAID treatment, 20 mg once daily", "Duodenal or benign gastric ulcer associated with Helicobacter\r\npylori, see Recommended Regimens for Helicobacter pylori Eradication", "Zollinger–Ellison syndrome, initially 60 mg once daily; usual\r\nrange 20–120 mg daily (above 80 mg in 2 divided doses)", "Gastric acid reduction during general anaesthesia (prophylaxis\r\nof acid aspiration), 40 mg on the preceding evening then 40 mg 2–6\r\nhours before surgery", "Gastro-oesophageal reflux disease, 20 mg once daily for 4 weeks,\r\ncontinued for further 4–8 weeks if not fully healed; 40 mg once daily\r\nhas been given for 8 weeks in gastro-oesophageal reflux disease refractory\r\nto other treatment; maintenance 20 mg once daily", "Acid reflux disease (long-term management), 10 mg daily increasing\r\nto 20 mg once daily if symptoms return", "Acid-related dyspepsia, 10–20 mg once daily for 2–4 weeks according\r\nto response", "Severe ulcerating reflux oesophagitis, child over 1 year, body-weight 10–20 kg, 10 mg once daily increased if\r\nnecessary to 20 mg once daily for 4–12 weeks; body-weight over 20 kg,\r\n20 mg once daily increased if necessary to 40 mg once daily for 4–12\r\nweeks; to be initiated by hospital paediatrician", "By intravenous injection over 5 minutes or by intravenous infusion over 20–30 minutes,\r\nprophylaxis of acid aspiration [unlicensed indication], 40 mg completed\r\n1 hour before surgery", "Treatment and prevention of benign gastric ulcers, duodenal\r\nulcers, or NSAID-associated ulcers, gastro-oesophageal reflux disease,\r\n40 mg once daily until oral administration possible", "Zollinger-Ellison syndrome, initially 60 mg once daily, adjusted\r\naccording to response; daily doses above 60 mg given in 2 divided\r\ndoses", "Major peptic ulcer bleeding (following endoscopic treatment)\r\n[unlicensed indication], initial intravenous infusion of 80 mg over 40–60 minutes, then by continuous intravenous\r\ninfusion, 8 mg/hour for 72 hours (then change to oral therapy)", "Swallow whole, or disperse MUPS® tablets in water, or mix capsule contents or MUPS® tablets with fruit\r\njuice or yoghurt. Preparations consisting of an e/c tablet within\r\na capsule should not be opened"], "pregnancy": "Pregnancy not known to be harmful"}]