[{"indications": "Indications depressive illness; social anxiety disorder", "name": "MOCLOBEMIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.3 Antidepressant drugs", "4.3.2 Monoamine-oxidase inhibitors", "Reversible MAOIs", "MOCLOBEMIDE"], "cautions": "Cautions avoid in agitated or excited patients (or give with sedative for\r\nup to 2–3 weeks), thyrotoxicosis, may provoke\r\nmanic episodes in bipolar disorders; interactions: \n(From Reversible MAOIs: British National Formulary)\nInteractions Moclobemide is claimed to cause less potentiation of the pressor effect of tyramine than the traditional (irreversible) MAOIs, but patients should avoid consuming large amounts of tyramine-rich food (such as mature cheese, yeast extracts and fermented soya bean products).The risk of drug interactions is also claimed to be less but patients still need to avoid sympathomimetics such as ephedrine and pseudoephedrine. In addition, moclobemide should not be given with another antidepressant. Owing to its short duration of action no treatment-free period is required after it has been stopped but it should not be started until at least a week after a tricyclic or related antidepressant or an SSRI or related antidepressant has been stopped (at least 5 weeks in the case of fluoxetine), or for at least a week after an MAOI has been stopped. For other interactions, see Appendix 1 (moclobemide). and Appendix\r\n1 (moclobemide)", "side-effects": "Side-effects sleep disturbances, dizziness, gastro-intestinal\r\ndisorders, headache, restlessness, agitation; paraesthesia, dry mouth,\r\nvisual disturbances, oedema, skin reactions, confusional states reported; rarely raised liver enzymes, galactorrhoea; hyponatraemia\r\n(see Hyponatraemia and Antidepressant Therapy, section 4.3)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3350.htm", "doses": ["Depression, initially 300 mg daily usually in divided\r\ndoses after food, adjusted according to response; usual range 150–600 mg\r\ndaily; child not recommended", "Social anxiety disorder, initially 300 mg daily increased on\r\nfourth day to 600 mg daily in 2 divided doses, continued for 8–12\r\nweeks to assess efficacy; child not\r\nrecommended"], "pregnancy": "Pregnancy \n(From 4.3.2 Monoamine-oxidase inhibitors: British National Formulary)\nPregnancy There is an increased risk of neonatal malformations when phenelzine, isocarboxazid, or tranylcypromine is used during pregnancy. The safety of moclobemide in pregnancy has not been established. Manufacturers advise avoid use unless there are compelling reasons."}]