[{"indications": "Indications see under Dose", "name": "ESCITALOPRAM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.3 Antidepressant drugs", "4.3.3 Selective serotonin re-uptake inhibitors"], "cautions": "Cautions \n(From 4.3.3 Selective serotonin re-uptake inhibitors: British National Formulary)\nDepressive illness in children and adolescentsThe balance of risks and benefits for the treatment of depressive illness in individuals under 18 years is considered unfavourable for the SSRIs citalopram, escitalopram, paroxetine, and sertraline, and for mirtazapine and venlafaxine. Clinical trials have failed to show efficacy and have shown an increase in harmful outcomes. However, it is recognised that specialists may sometimes decide to use these drugs in response to individual clinical need; children and adolescents should be monitored carefully for suicidal behaviour, self-harm or hostility, particularly at the beginning of treatment.Only fluoxetine has been shown in clinical trials to be effective for treating depressive illness in children and adolescents. However, it is possible that, in common with the other SSRIs, it is associated with a small risk of self-harm and suicidal thoughts. Overall, the balance of risks and benefits for fluoxetine in the treatment of depressive illness in individuals under 18 years is considered favourable, but children and adolescents must be carefully monitored as above.; susceptibility\r\nto QT-interval prolongation", "side-effects": "Side-effects \n(From 4.3.3 Selective serotonin re-uptake inhibitors: British National Formulary)\nSide-effects SSRIs are less sedating and have fewer antimuscarinic and cardiotoxic effects than tricyclic antidepressants (section 4.3.1). Side-effects of the SSRIs include gastro-intestinal effects (dose-related and fairly common—include nausea, vomiting, dyspepsia, abdominal pain, diarrhoea, constipation), anorexia with weight loss (increased appetite and weight gain also reported) and hypersensitivity reactions including rash (consider discontinuation—may be sign of impending serious systemic reaction, possibly associated with vasculitis), urticaria, angioedema, anaphylaxis, arthralgia, myalgia and photosensitivity; other side-effects include dry mouth, nervousness, anxiety, headache, insomnia, tremor, dizziness, asthenia, hallucinations, drowsiness, convulsions (see Cautions above), galactorrhoea, sexual dysfunction, urinary retention, sweating, hypomania or mania (see Cautions above), movement disorders and dyskinesias, visual disturbances, hyponatraemia (see Hyponatraemia and Antidepressant Therapy), and bleeding disorders including ecchymoses and purpura. Suicidal behaviour has been linked with antidepressants (see Suicidal Behaviour and Antidepressant Therapy). Angle-closure glaucoma may very rarely be precipitated by treatment with SSRIs.Overdosage: for advice on overdosage with SSRIs see Emergency Treatment of Poisoning; also sinusitis, yawning; fatigue,\r\nrestlessness, abnormal dreams, paraesthesia; pyrexia; less\r\ncommonly taste disturbance, bruxism, syncope, tachycardia,\r\noedema, confusion, menstrual disturbances, epistaxis, mydriasis, tinnitus,\r\npruritus, and alopecia; rarely bradycardia, aggression,\r\nand depersonalisation; hepatitis, postural hypotension, QT interval\r\nprolongation, and thrombocytopenia also reported; paradoxical increased\r\nanxiety during initial treatment of panic disorder (reduce dose)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/106511.htm", "doses": ["adult over 18 years, depressive\r\nillness, generalised anxiety disorder, and obsessive-compulsive disorder,\r\n10 mg once daily increased if necessary to max. 20 mg daily; elderly over 65 years, initially half adult dose,\r\nlower maintenance dose may be sufficient; max. 10 mg daily; child not recommended (see Depressive Illness in Children\r\nand Adolescents)", "adult over 18 years, panic disorder,\r\ninitially 5 mg once daily increased to 10 mg daily after 7 days; max.\r\n20 mg daily; elderly over 65 years, initially half adult dose, lower maintenance dose may be sufficient;\r\nmax. 10 mg daily", "adult over 18 years, social anxiety\r\ndisorder, initially 10 mg once daily adjusted after 2–4 weeks; usual\r\ndose 5–20 mg daily"], "pregnancy": "Pregnancy \n(From 4.3.3 Selective serotonin re-uptake inhibitors: British National Formulary)\nPregnancy Manufacturers advise that SSRIs should not be used during pregnancy unless the potential benefit outweighs the risk. There is a small increased risk of congenital heart defects when SSRIs are taken during early pregnancy. If SSRIs are used during the third trimester there is a risk of neonatal withdrawal symptoms, and persistent pulmonary hypertension in the newborn has been reported; see also individual monographs."}]