[{"indications": "Indications narcolepsy; refractory attention deficit hyperactivity disorder (under\r\nspecialist supervision)", "name": "DEXAMFETAMINE SULPHATE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.4 CNS\r\nstimulants and drugs used for attention deficit hyperactivity disorder", "DEXAMFETAMINE SULPHATE"], "cautions": "Cautions \n(From 4.4 CNS stimulants and drugs used for attention deficit hyperactivity disorder: British National Formulary)\nDrug treatment of ADHD should be part of a comprehensive treatment programme. The choice of medication should take into consideration co-morbid conditions (such as tic disorders, Tourette syndrome, and epilepsy), the adverse effect profile, potential for drug misuse, and preferences of the patient and carers. Methylphenidate and atomoxetine are used for the management of ADHD; dexamfetamine is an alternative in children who do not respond to these drugs. Before initiation of drug therapy, and every 6 months thereafter, pulse, blood pressure, weight, and height should be measured.The need to continue drug treatment for ADHD should be reviewed at least annually. This may involve suspending treatment.; also anorexia; mild hypertension (contra-indicated if moderate or severe); psychosis or bipolar disorder; monitor\r\nfor aggressive behaviour or hostility during initial treatment; history of epilepsy (discontinue if\r\nseizures occur); tics and Tourette syndrome (use with caution)—discontinue if\r\ntics occur; monitor growth in children (see\r\nalso below); susceptibility to angle-closure glaucoma; avoid abrupt withdrawal; data on safety and efficacy of long-term use not complete; acute porphyria (%s\n(From 9.8.2 Acute porphyrias: British National Formulary)\n9.8.2 Acute porphyrias); interactions: Appendix 1\r\n(sympathomimetics)Special cautions in children Monitor height and\r\nweight as growth restriction may occur during prolonged therapy (drug-free\r\nperiods may allow catch-up in growth but withdraw slowly to avoid\r\ninducing depression or renewed hyperactivity)Driving May affect performance of\r\nskilled tasks (e.g. driving); effects of alcohol unpredictable", "side-effects": "Side-effects nausea, diarrhoea, dry mouth, abdominal cramps,\r\nanorexia (increased appetite also reported), weight loss, taste disturbance,\r\nischaemic colitis, palpitations, tachycardia, chest pain, hypertension,\r\nhypotension, cardiomyopathy, myocardial infarction, cardiovascular\r\ncollapse, cerebral vasculitis, stroke, headache, restlessness, depression,\r\nhyperreflexia, hyperactivity, impaired concentration, ataxia, anxiety,\r\naggression, dizziness, confusion, sleep disturbances, dysphoria, euphoria,\r\nirritability, nervousness, malaise, obsessive-compulsive behaviour,\r\nparanoia, psychosis, panic attack, tremor, seizures (see also Cautions),\r\nneuroleptic malignant syndrome, anhedonia, growth restriction in children\r\n(see also under Cautions and notes above), pyrexia,\r\nrenal impairment, sexual dysfunction, acidosis, rhabdomyolysis, mydriasis,\r\nvisual disturbances, alopecia, rash, sweating, urticaria; central\r\nstimulants have provoked choreoathetoid movements and dyskinesia,\r\ntics and Tourette syndrome in predisposed individuals (see also Cautions); very rarely angle-closure glaucoma; overdosage: see Emergency Treatment of Poisoning", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3375.htm", "doses": ["Narcolepsy, initially 10 mg (elderly 5 mg) daily in divided doses increased at weekly intervals by 10 mg\r\n(elderly 5 mg) daily to a max. of 60 mg\r\ndaily", "Refractory attention deficit hyperactivity disorder, adult over 18 years [unlicensed use], initially 5 mg\r\ntwice daily, increased at weekly intervals according to response;\r\nmax. 60 mg daily; child 6–18 years,\r\ninitially 2.5 mg 2–3 times daily, increased if necessary at weekly\r\nintervals by 5 mg daily, usual max. 1 mg/kg (up to 20 mg) daily (40 mg\r\ndaily has been required in some children)", "Maintenance dose given in 2–4 divided doses"], "pregnancy": "Pregnancy avoid (retrospective evidence of uncertain significance\r\nsuggesting possible embryotoxicity)"}]