[{"indications": "Indications see under Dose", "name": "DIAMORPHINE HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.7 Analgesics", "4.7.2 Opioid analgesics", "DIAMORPHINE HYDROCHLORIDE"], "cautions": "Cautions \n(From 4.7.2 Opioid analgesics: British National Formulary)\nCautions Opioids should be used with caution in patients with impaired respiratory function (avoid in chronic obstructive pulmonary disease) and asthma (avoid during an acute attack), hypotension, urethral stenosis, shock, myasthenia gravis, prostatic hypertrophy, obstructive or inflammatory bowel disorders, diseases of the biliary tract, and convulsive disorders. A reduced dose is recommended in elderly or debilitated patients, in hypothyroidism, and in adrenocortical insufficiency. Repeated use of opioid analgesics is associated with the development of psychological and physical dependence; although this is rarely a problem with therapeutic use, caution is advised if prescribing for patients with a history of drug dependence. Avoid abrupt withdrawal after long-term treatment. Transdermal preparations (fentanyl or buprenorphine patches) are not suitable for acute pain or in those patients whose analgesic requirements are changing rapidly because the long time to steady state prevents rapid titration of the dose. Interactions: Appendix 1 (opioid analgesics; important: special hazard with pethidine and possibly other opioids and MAOIs).Palliative care In the control of pain in terminal illness, the cautions listed above should not necessarily be a deterrent to the use of opioid analgesics.; also severe diarrhoea; toxic psychosis, CNS depression; severe\r\ncor pulmonale", "side-effects": "Side-effects \n(From 4.7.2 Opioid analgesics: British National Formulary)\nSide-effects Opioid analgesics share many side-effects, although qualitative and quantitative differences exist. The most common side-effects include nausea and vomiting (particularly in initial stages), constipation, dry mouth, and biliary spasm; larger doses produce muscle rigidity, hypotension, and respiratory depression (for reversal of opioid-induced respiratory depression, see section 15.1.7). Other common side-effects of opioid analgesics include bradycardia, tachycardia, palpitation, oedema, postural hypotension, hallucinations, vertigo, euphoria, dysphoria, mood changes, dependence, dizziness, confusion, drowsiness, sleep disturbances, headache, sexual dysfunction, difficulty with micturition, urinary retention, ureteric spasm, miosis, visual disturbances, sweating, flushing, rash, urticaria, and pruritus. Overdosage: see Emergency Treatment of Poisoning.Long-term use of opioid analgesics can cause hypogonadism and adrenal insufficiency in both men and women. This is thought to be dose related and can lead to amenorrhoea, reduced libido, infertility, depression, and erectile dysfunction. Long-term use of opioid analgesics has also been associated with a state of abnormal pain sensitivity (hyperalgesia). Pain associated with hyperalgesia is usually distinct from pain associated with disease progression or breakthrough pain, and is often more diffuse and less defined. Treatment of hyperalgesia involves reducing the dose of opioid medication or switching therapy; cases of suspected hyperalgesia should be referred to a specialist pain team.; also\r\nanorexia, taste disturbance; syncope; asthenia, raised intracranial\r\npressure; myocardial infarction also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3522.htm", "doses": ["Acute pain, by subcutaneous or intramuscular injection, 5 mg repeated every 4 hours\r\nif necessary (up to 10 mg for heavier well-muscled patients); by slow intravenous injection, quarter to half corresponding\r\nintramuscular dose", "Myocardial infarction, by slow intravenous injection (1–2 mg/minute), 5 mg followed by a further 2.5–5 mg if necessary; elderly or frail patients, reduce dose by half", "Acute pulmonary oedema, by slow intravenous injection (1 mg/minute) 2.5–5 mg", "Chronic pain, by subcutaneous or intramuscular injection, adult not currently treated with a strong opioid analgesic,\r\ninitially 2.5–5 mg every 4 hours, adjusted according to response; adult currently treated with a strong\r\nopioid analgesic—see Prescribing in Palliative\r\nCare; by subcutaneous infusion, adult not currently treated with a strong opioid analgesic,\r\ninitially 5–10 mg over 24 hours, adjusted according to response; adult currently treated with a strong\r\nopioid analgesic—see Prescribing in Palliative\r\nCare"], "pregnancy": "Pregnancy \n(From 4.7.2 Opioid analgesics: British National Formulary)\nHepatic impairment Opioid analgesics may precipitate coma in patients with hepatic impairment; avoid use or reduce dose.Renal impairment The effects of opioid analgesia are increased and prolonged and there is increased cerebral sensitivity when patients with renal impairment are treated with opioid analgesics; avoid use or reduce dose.Pregnancy Respiratory depression and withdrawal symptoms can occur in the neonate if opioid analgesics are used during delivery; also gastric stasis and inhalation pneumonia has been reported in the mother if opioid analgesics are used during labour."}]