[{"indications": "Indications \n(From Carbamazepine and related antiepileptics: British National Formulary)\nCarbamazepine and related antiepileptics", "name": "OXCARBAZEPINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.8 Antiepileptic drugs", "4.8.1 Control of the epilepsies", "Carbamazepine and related antiepileptics", "OXCARBAZEPINE"], "cautions": "Cautions hypersensitivity to carbamazepine (see also Antiepileptic Hypersensitivity\r\nSyndrome); avoid abrupt withdrawal; hyponatraemia (monitor plasma-sodium concentration in patients at risk), heart failure (monitor body-weight), cardiac conduction disorders; avoid in acute\r\nporphyria (section 9.8.2); interactions: see Interactions in section\r\n4.8.1 and Appendix 1 (oxcarbazepine)Blood, hepatic, or skin disorders Patients or their carers should be told how to recognise signs of\r\nblood, liver, or skin disorders, and advised to seek immediate medical\r\nattention if symptoms such as lethargy, confusion, muscular twitching,\r\nfever, rash, blistering, mouth ulcers, bruising, or bleeding develop", "side-effects": "Side-effects nausea, vomiting, constipation, diarrhoea, abdominal\r\npain; dizziness, headache, drowsiness, agitation, amnesia, asthenia,\r\nataxia, confusion, impaired concentration, depression, tremor; hyponatraemia;\r\nacne, alopecia, rash, nystagmus, visual disorders including diplopia; less commonly urticaria, leucopenia; very rarely hepatitis, pancreatitis, arrhythmias, blood disorders, multi-organ\r\nhypersensitivity  (see also Antiepileptic Hypersensitivity\r\nSyndrome),\r\nsystemic lupus erythematosus, Stevens-Johnson syndrome, and toxic\r\nepidermal necrolysis; hypertension and hypothyroidism also reported;\r\nsuicidal ideation", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201572.htm", "doses": ["Initially 300 mg twice daily increased according to response\r\nin steps of up to 600 mg daily at weekly intervals; usual dose range\r\n0.6–2.4 g daily in divided doses; child 6–18 years, 8–10 mg/kg daily in 2 divided doses increased according\r\nto response in steps of up to 10 mg/kg daily at weekly intervals (in\r\nadjunctive therapy, maintenance dose approx. 30 mg/kg daily); max.\r\n46 mg/kg daily in divided doses", "In adjunctive therapy, the dose\r\nof concomitant antiepileptics may need to be reduced when using high\r\ndoses of oxcarbazepine"], "pregnancy": "Pregnancy see Pregnancy "}]