[{"indications": "Indications status epilepticus; acute\r\nsymptomatic seizures associated with head trauma or neurosurgery", "name": "PHENYTOIN SODIUM", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.8 Antiepileptic drugs", "4.8.2 Drugs used in status epilepticus"], "cautions": "Cautions \n(From 4.8.2 Drugs used in status epilepticus: British National Formulary)\n4.8.2 Drugs used in status epilepticus; respiratory\r\ndepression; hypotension and heart failure; resuscitation facilities\r\nmust be available; injection solutions\r\nalkaline (irritant to tissues); see also %s\n(From PHENYTOIN: British National Formulary)\nPHENYTOIN; interactions: \n(From 4.8.1 Control of the epilepsies: British National Formulary)\nInteractions Interactions between antiepileptics are complex and may increase toxicity without a corresponding increase in antiepileptic effect. Interactions are usually caused by hepatic enzyme induction or inhibition; displacement from protein binding sites is not usually a problem. These interactions are highly variable and unpredictable.For interactions of antiepileptic drugs, see Appendix 1; for advice on hormonal contraception and enzyme-inducing drugs, see section 7.3.1 and section 7.3.2.Significant interactions that occur between antiepileptics and that may affect dosing requirements are as follows:Note Check under each drug for possible interactions when two or more antiepileptic drugs are usedCarbamazepineoften lowers plasma concentration of clobazam, clonazepam, lamotrigine, phenytoin (but may also raise plasma-phenytoin concentration), tiagabine, topiramate, valproate, zonisamide, and an active metabolite of oxcarbazepinesometimes lowers plasma concentration of eslicarbazepine, ethosuximide, primidone (but tendency for corresponding increase in phenobarbital level), retigabine, and rufinamidesometimes raises plasma concentration of phenobarbital and primidone-derived phenobarbitalEslicarbazepineoften raises plasma concentration of phenytoinEthosuximidesometimes raises plasma concentration of phenytoin Lamotriginesometimes raises plasma concentration of an active metabolite of carbamazepine (but evidence is conflicting)Oxcarbazepine sometimes lowers plasma concentration of carbamazepine (but may raise plasma concentration of an active metabolite of carbamazepine)sometimes raises plasma concentration of phenytoin often raises plasma concentration of phenobarbital and primidone-derived phenobarbitalPhenobarbital or primidoneoften lowers plasma concentration of clonazepam, lamotrigine, phenytoin (but may also raise plasma-phenytoin concentration), tiagabine, valproate, zonisamide, and an active metabolite of oxcarbazepinesometimes lowers plasma concentration of ethosuximide, rufinamide, and topiramatePhenytoin often lowers plasma concentration of clonazepam, carbamazepine, eslicarbazepine, lamotrigine, tiagabine, topiramate, valproate, zonisamide, and an active metabolite of oxcarbazepineoften raises plasma concentration of phenobarbital and primidone-derived phenobarbitalsometimes lowers plasma concentration of ethosuximide, primidone (by increasing conversion to phenobarbital), retigabine, and rufinamideRufinamidesometimes lowers plasma concentration of carbamazepinesometimes raises plasma concentration of phenytoinTopiramate sometimes raises plasma concentration of phenytoinValproatesometimes lowers plasma concentration of an active metabolite of oxcarbazepine often raises plasma concentration of lamotrigine, phenobarbital, primidone-derived phenobarbital, phenytoin (but may also lower), and an active metabolite of carbamazepinesometimes raises plasma concentration of ethosuximide and rufinamideVigabatrin often lowers plasma concentration of phenytoin  in section 4.8.1 and Appendix 1 (phenytoin)", "side-effects": "Side-effects intravenous injection may cause cardiovascular\r\nand CNS depression (particularly if injection too rapid) with arrhythmias,\r\nhypotension, and cardiovascular collapse; alterations in respiratory\r\nfunction (including respiratory arrest); also reported tonic seizures, purple glove syndrome; see also section 4.8.1", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3628.htm", "doses": ["By slow intravenous injection or infusion (with blood pressure and ECG\r\nmonitoring), 20 mg/kg (max. 2 g) at a rate not exceeding 1 mg/kg/minute\r\n(max. 50 mg per minute), as a loading dose (see also notes above); maintenance\r\ndoses of about 100 mg, by mouth or by intravenous\r\nadministration, should be given thereafter every 6–8 hours,\r\nadjusted according to plasma-phenytoin concentration; child 1 month–12 years, 20 mg/kg at a rate not exceeding\r\n1 mg/kg/minute (max. 50 mg per minute) as a loading dose; maintenance\r\ndose of 5–10 mg/kg daily (max. 300 mg daily) in 2 divided doses; neonate 20 mg/kg at a rate not exceeding 1 mg/kg/minute,\r\nas a loading dose; maintenance dose of 5–10 mg/kg daily in 2 divided\r\ndoses", "To avoid local venous irritation each injection\r\nor infusion should be preceded and followed by an injection of sterile\r\nphysiological saline through the same needle or catheter", "Phenytoin sodium doses in BNF may differ\r\nfrom those in product literature"], "pregnancy": "Pregnancy see Phenytoin, section 4.8.1, and Pregnancy"}, {"indications": "Indications all forms of epilepsy except absence seizures;\r\nstatus epilepticus (section 4.8.2); trigeminal neuralgia if carbamazepine inappropriate (see also section 4.7.3)", "name": "PHENYTOIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.8 Antiepileptic drugs", "4.8.1 Control of the epilepsies", "Phenytoin"], "cautions": "Cautions cross-sensitivity reported with carbamazepine (see also Antiepileptic Hypersensitivity\r\nSyndrome);  avoid abrupt withdrawal; HLA-B*1502 allele in individuals\r\nof Han Chinese or Thai origin—avoid unless essential (increased risk\r\nof Stevens-Johnson syndrome); manufacturer recommends blood counts\r\n(but evidence of practical value uncertain); consider vitamin D supplementation in patients who are immobilised\r\nfor long periods or who have inadequate sun exposure or dietary intake\r\nof calcium; enteral feeding (interrupt\r\nfeeding for 2 hours before and after dose; more frequent monitoring\r\nmay be necessary); avoid in acute porphyria (section 9.8.2); interactions: see  Interactions in section 4.8.1 and Appendix 1 (phenytoin)Blood or skin disorders Patients\r\nor their carers should be told how to recognise signs of blood or\r\nskin disorders, and advised to seek immediate medical attention if\r\nsymptoms such as fever, rash, mouth ulcers, bruising, or bleeding\r\ndevelop. Leucopenia that is severe, progressive,\r\nor associated with clinical symptoms requires withdrawal (if necessary under cover of a suitable alternative)", "side-effects": "Side-effects nausea, vomiting, constipation, drowsiness, insomnia,\r\ntransient nervousness, tremor, paraesthesia, dizziness, headache,\r\nanorexia; gingival hypertrophy and tenderness (maintain good oral\r\nhygiene); rash (discontinue; if mild re-introduce cautiously but discontinue\r\nimmediately if recurrence), acne, hirsutism, coarsening of facial\r\nappearance; rarely hepatotoxicity (discontinue immediately\r\nand do not readminister), peripheral neuropathy, dyskinesia, lymphadenopathy,\r\nosteomalacia (see Cautions); blood disorders (including megaloblastic\r\nanaemia, leucopenia, thrombocytopenia, and aplastic anaemia), polyarteritis\r\nnodosa, lupus erythematosus, Stevens-Johnson syndrome, and toxic epidermal\r\nnecrolysis; also reported polyarthropathy, pneumonitis,\r\ninterstitial nephritis, hypersensitivity syndrome (see Antiepileptic Hypersensitivity\r\nSyndrome);\r\nsuicidal ideation", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3595.htm", "doses": ["By mouth, initially 3–4 mg/kg daily or 150–300 mg daily (as a single dose or in 2 divided doses) increased gradually as necessary (with plasma-phenytoin concentration monitoring); usual dose 200–500 mg\r\ndaily (exceptionally, higher doses may be used); child initially 5 mg/kg daily in 2 divided doses, usual dose range 4–8 mg/kg\r\ndaily (max. 300 mg daily)", "Take preferably with or after food"], "pregnancy": "Pregnancy changes in plasma-protein binding make interpretation\r\nof plasma-phenytoin concentrations difficult—monitor unbound fraction;\r\nsee also Pregnancy"}]