[{"indications": "Indications parkinsonism; drug-induced extrapyramidal\r\nsymptoms (but not tardive dyskinesia, \n(From 4.9.2 Antimuscarinic drugs used in parkinsonism: British National Formulary)\nAntimuscarinic drugs exert their antiparkinsonian action by reducing the effects of the relative central cholinergic excess that occurs as a result of dopamine deficiency. Antimuscarinic drugs can be useful in drug-induced parkinsonism, but they are generally not used in idiopathic Parkinson’s disease because they are less effective than dopaminergic drugs and they are associated with cognitive impairment.The antimuscarinic drugs orphenadrine, procyclidine, and trihexyphenidyl reduce the symptoms of parkinsonism induced by antipsychotic drugs, but there is no justification for giving them routinely in the absence of parkinsonian side-effects. Tardive dyskinesia is not improved by antimuscarinic drugs and may be made worse.In idiopathic Parkinson’s disease, antimuscarinic drugs reduce tremor and rigidity but they have little effect on bradykinesia. They may be useful in reducing sialorrhoea.There are no important differences between the antimuscarinic drugs, but some patients tolerate one better than another.Procyclidine can be given parenterally and is effective emergency treatment for acute drug-induced dystonic reactions.)", "name": "PROCYCLIDINE HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.9 Drugs used in parkinsonism and related disorders", "4.9.2 Antimuscarinic drugs used in parkinsonism", "PROCYCLIDINE HYDROCHLORIDE"], "cautions": "Cautions \n(From 4.9.2 Antimuscarinic drugs used in parkinsonism: British National Formulary)\nAntimuscarinics should be used with caution in cardiovascular disease, hypertension, psychotic disorders, prostatic hypertrophy, pyrexia, in those susceptible to angle-closure glaucoma, and in the elderly. Antimuscarinics should not be withdrawn abruptly in patients taking long-term treatment. Antimuscarinics are liable to abuse. Interactions: Appendix 1 (Antimuscarinics)", "side-effects": "Side-effects \n(From 4.9.2 Antimuscarinic drugs used in parkinsonism: British National Formulary)\nSide-effects of antimuscarinics include constipation, dry mouth, nausea, vomiting, tachycardia, dizziness, confusion, euphoria, hallucinations, impaired memory, anxiety, restlessness, urinary retention, blurred vision, and rash. Angle-closure glaucoma occurs very rarely.; also\r\ngingivitis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3668.htm", "doses": ["By mouth, 2.5 mg 3 times daily, increased\r\ngradually in steps of 2.5–5 mg daily every 2–3 days if necessary;\r\nusual max. 30 mg daily in 2–4 divided doses (60 mg daily in exceptional\r\ncircumstances); elderly preferably\r\nlower end of range", "By intramuscular or intravenous\r\ninjection, acute dystonia, 5–10 mg (occasionally more than\r\n10 mg), usually effective in 5–10 minutes but may need 30 minutes\r\nfor relief; elderly preferably lower\r\nend of range"], "pregnancy": "Pregnancy use only if potential benefit outweighs risk"}]