[{"indications": "Indications cough in terminal disease", "name": "METHADONE HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.9 Cough preparations", "3.9.1 Cough suppressants", "Palliative care"], "cautions": "Cautions section 4.7.2", "side-effects": "Side-effects section 4.7.2; longer-acting than morphine therefore effects may be cumulative", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3084.htm", "doses": ["See below"], "pregnancy": "Pregnancy section 4.7.2"}, {"indications": "Indications severe pain, see\r\nnotes above; cough in terminal disease (section 3.9.1); adjunct in treatment of opioid dependence\r\n(section 4.10.3)", "name": "METHADONE HYDROCHLORIDE - OPIOID ANALGESICS", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.7 Analgesics", "4.7.2 Opioid analgesics", "METHADONE HYDROCHLORIDE"], "cautions": "Cautions \n(From 4.7.2 Opioid analgesics: British National Formulary)\nCautions Opioids should be used with caution in patients with impaired respiratory function (avoid in chronic obstructive pulmonary disease) and asthma (avoid during an acute attack), hypotension, urethral stenosis, shock, myasthenia gravis, prostatic hypertrophy, obstructive or inflammatory bowel disorders, diseases of the biliary tract, and convulsive disorders. A reduced dose is recommended in elderly or debilitated patients, in hypothyroidism, and in adrenocortical insufficiency. Repeated use of opioid analgesics is associated with the development of psychological and physical dependence; although this is rarely a problem with therapeutic use, caution is advised if prescribing for patients with a history of drug dependence. Avoid abrupt withdrawal after long-term treatment. Transdermal preparations (fentanyl or buprenorphine patches) are not suitable for acute pain or in those patients whose analgesic requirements are changing rapidly because the long time to steady state prevents rapid titration of the dose. Interactions: Appendix 1 (opioid analgesics; important: special hazard with pethidine and possibly other opioids and MAOIs).Palliative care In the control of pain in terminal illness, the cautions listed above should not necessarily be a deterrent to the use of opioid analgesics.; also\r\nhistory of cardiac conduction abnormalities, family history of sudden\r\ndeath (ECG monitoring recommended; see also QT-Interval Prolongation,\r\nbelow)QT-interval prolongation Patients with the following risk\r\nfactors for QT-interval prolongation should be carefully monitored\r\nwhile taking methadone: heart or liver disease, electrolyte abnormalities,\r\nor concomitant treatment with drugs that can prolong QT interval;\r\npatients requiring more than 100 mg daily should also be monitored", "side-effects": "Side-effects \n(From 4.7.2 Opioid analgesics: British National Formulary)\nSide-effects Opioid analgesics share many side-effects, although qualitative and quantitative differences exist. The most common side-effects include nausea and vomiting (particularly in initial stages), constipation, dry mouth, and biliary spasm; larger doses produce muscle rigidity, hypotension, and respiratory depression (for reversal of opioid-induced respiratory depression, see section 15.1.7). Other common side-effects of opioid analgesics include bradycardia, tachycardia, palpitation, oedema, postural hypotension, hallucinations, vertigo, euphoria, dysphoria, mood changes, dependence, dizziness, confusion, drowsiness, sleep disturbances, headache, sexual dysfunction, difficulty with micturition, urinary retention, ureteric spasm, miosis, visual disturbances, sweating, flushing, rash, urticaria, and pruritus. Overdosage: see Emergency Treatment of Poisoning.Long-term use of opioid analgesics can cause hypogonadism and adrenal insufficiency in both men and women. This is thought to be dose related and can lead to amenorrhoea, reduced libido, infertility, depression, and erectile dysfunction. Long-term use of opioid analgesics has also been associated with a state of abnormal pain sensitivity (hyperalgesia). Pain associated with hyperalgesia is usually distinct from pain associated with disease progression or breakthrough pain, and is often more diffuse and less defined. Treatment of hyperalgesia involves reducing the dose of opioid medication or switching therapy; cases of suspected hyperalgesia should be referred to a specialist pain team.; also\r\nQT-interval prolongation, torsade de pointes, hypothermia, restlessness,\r\nraised intracranial pressure, dysmenorrhoea, dry eyes, and hyperprolactinaemia", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129816.htm", "doses": ["By mouth or by\r\nsubcutaneous or intramuscular injection, 5–10 mg every 6–8 hours, adjusted according to response; on prolonged\r\nuse not to be given more frequently than every 12 hours; child not recommended"], "pregnancy": "Pregnancy \n(From 4.7.2 Opioid analgesics: British National Formulary)\nHepatic impairment Opioid analgesics may precipitate coma in patients with hepatic impairment; avoid use or reduce dose.Renal impairment The effects of opioid analgesia are increased and prolonged and there is increased cerebral sensitivity when patients with renal impairment are treated with opioid analgesics; avoid use or reduce dose.Pregnancy Respiratory depression and withdrawal symptoms can occur in the neonate if opioid analgesics are used during delivery; also gastric stasis and inhalation pneumonia has been reported in the mother if opioid analgesics are used during labour."}, {"indications": "Indications cough in terminal disease", "name": "METHADONE HYDROCHLORIDE - PALLIATIVE CARE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.9 Cough preparations", "3.9.1 Cough suppressants", "Palliative care", "METHADONE HYDROCHLORIDE"], "cautions": "Cautions section 4.7.2", "side-effects": "Side-effects section 4.7.2; longer-acting than morphine therefore effects may be cumulative", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3085.htm", "doses": ["See below", "2.5–5 mL every 4–6 hours, reduced to twice daily on prolonged\r\nuse"], "pregnancy": "Pregnancy section 4.7.2"}, {"indications": "Indications adjunct in treatment of opioid dependence,\r\nsee notes above; analgesia (%s\n(From 4.7.2 Opioid analgesics: British National Formulary)\n4.7.2 Opioid analgesics); cough in terminal disease (%s\n(From 3.9.1 Cough suppressants: British National Formulary)\n3.9.1 Cough suppressants)", "name": "METHADONE HYDROCHLORIDE - OPIOID SUBSTITUTION THERAPY", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.10 Drugs used in substance dependence", "4.10.3 Opioid dependence", "Opioid substitution therapy"], "cautions": "Cautions see Methadone, section 4.7.2", "side-effects": "Side-effects see Methadone, section 4.7.2; overdosage: see Emergency Treatment of PoisoningImportant Methadone, even in low\r\ndoses is a special hazard for children; non-dependent\r\nadults are also at risk of toxicity; dependent adults are at risk if tolerance is incorrectly assessed\r\nduring inductionIncompatibility Syrup preserved with hydroxybenzoate\r\n(parabens) esters may be incompatible with methadone hydrochloride.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3701.htm", "doses": ["Initially 10–40 mg daily, increased by up to 10 mg daily\r\n(max. weekly increase 30 mg) until no signs of withdrawal or intoxication;\r\nusual dose range 60–120 mg daily; child not recommended (see also important note above)", "Methadone hydrochloride doses in the BNF\r\nmay differ from those in the product literature"], "pregnancy": "Pregnancy \n(From Opioid substitution therapy: British National Formulary)\nPregnancy Acute withdrawal of opioids should be avoided in pregnancy because it can cause fetal death. Opioid substitution therapy is recommended during pregnancy because it carries a lower risk to the fetus than continued use of illicit drugs. If a woman who is stabilised on methadone or buprenorphine for treatment of opioid dependence becomes pregnant, therapy should be continued [buprenorphine is not licensed for use in pregnancy]. Many pregnant patients choose a withdrawal regimen, but withdrawal during the first trimester should be avoided because it is associated with an increased risk of spontaneous miscarriage. Withdrawal of methadone or buprenorphine should be undertaken gradually during the second trimester; for example, the dose of methadone may be reduced by 2–3 mg every 3–5 days. If illicit drug use occurs, the patient should be re-stabilised at the optimal maintenance dose and consideration should be given to stopping the withdrawal regimen.Further withdrawal of methadone or buprenorphine in the third trimester is not recommended because maternal withdrawal, even if mild, is associated with fetal distress, stillbirth, and the risk of neonatal mortality. Drug metabolism can be increased in the third trimester; it may be necessary to either increase the dose of methadone or change to twice-daily consumption (or a combination of both strategies) to prevent withdrawal symptoms from developing.The neonate should be monitored for respiratory depression and signs of withdrawal if the mother is prescribed high doses of opioid substitute.Signs of neonatal withdrawal from opioids usually develop 24–72 hours after delivery but symptoms may be delayed for up to 14 days, so monitoring may be required for several weeks. Symptoms include a high-pitched cry, rapid breathing, hungry but ineffective suckling, and excessive wakefulness; severe, but rare symptoms include hypertonicity and convulsions."}]