[{"indications": "Indications \n(From Nicotine replacement therapy: British National Formulary)\nNicotine replacement therapy", "name": "NICOTINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.10 Drugs used in substance dependence", "4.10.2 Nicotine dependence", "Nicotine replacement therapy"], "cautions": "Cautions \n(From Nicotine replacement therapy: British National Formulary)\nCautions Most warnings for nicotine replacement therapy also apply to continued cigarette smoking, but the risk of continued smoking outweighs any risks of using nicotine preparations. Nicotine replacement therapy should be used with caution in haemodynamically unstable patients hospitalised with severe arrhythmias, myocardial infarction, or cerebrovascular accident, and in patients with phaeochromocytoma or uncontrolled hyperthyroidism. Care is also needed in patients with diabetes mellitus—blood-glucose concentration should be monitored closely when initiating treatment.Specific cautions for individual preparations are usually related to the local effect of nicotine. Oral preparations should be used with caution in patients with oesophagitis, gastritis, or peptic ulcers because swallowed nicotine can aggravate these conditions. The gum may also stick to and damage dentures. Acidic beverages, such as coffee or fruit juice, may decrease the absorption of nicotine through the buccal mucosa and should be avoided for 15 minutes before the use of oral nicotine replacement therapy. Care should be taken with the inhalation cartridges in patients with obstructive lung disease, chronic throat disease, or bronchospastic disease. The nasal spray can cause worsening of bronchial asthma. Patches should not be placed on broken skin and should be used with caution in patients with skin disorders.; interactions: Appendix 1 (nicotine)", "side-effects": "Side-effects \n(From Nicotine replacement therapy: British National Formulary)\nSide-effects Some systemic effects occur on initiation of therapy, particularly if the patient is using high-strength preparations; however, the patient may confuse side-effects of the nicotine-replacement preparation with nicotine withdrawal symptoms. Common symptoms of nicotine withdrawal include malaise, headache, dizziness, sleep disturbance, coughing, influenza-like symptoms, depression, irritability, increased appetite, weight gain, restlessness, anxiety, drowsiness, aphthous ulcers, decreased heart rate, and impaired concentration.Mild topical reactions at the beginning of treatment are common because of the irritant effect of nicotine. Oral preparations and inhalation cartridges can cause irritation of the throat, gum, lozenges, and oral spray can cause increased salivation, and patches can cause minor skin irritation. The nasal spray commonly causes coughing, nasal irritation, epistaxis, sneezing, and watery eyes; the oral spray can cause watery eyes and blurred vision.Gastro-intestinal disturbances are common and may be caused by swallowed nicotine. Nausea, vomiting, dyspepsia, and hiccup occur most frequently. Ulcerative stomatitis has also been reported. Dry mouth is a common side-effect of lozenges, patches, oral spray, and sublingual tablets. Lozenges cause diarrhoea, constipation, dysphagia, oesophagitis, gastritis, mouth ulcers, bloating, flatulence, and less commonly, taste disturbance, thirst, gingival bleeding, and halitosis. The oral spray may also cause abdominal pain, flatulence, and taste disturbance.Palpitations may occur with nicotine replacement therapy and rarely patches and oral spray can cause arrhythmia. Patches, lozenges, and oral spray can cause chest pain. The inhalator can very rarely cause reversible atrial fibrillation.Paraesthesia is a common side-effect of oral spray. Abnormal dreams can occur with patches; removal of the patch before bed may help. Lozenges and oral spray may cause rash and hot flushes. Sweating and myalgia can occur with patches and oral spray; the patches can also cause arthralgia.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3690.htm", "doses": ["See notes above"], "pregnancy": "Pregnancy \n(From Nicotine replacement therapy: British National Formulary)\nPregnancy  The use of nicotine replacement therapy in pregnancy is preferable to the continuation of smoking, but should be used only if smoking cessation without nicotine replacement fails. Intermittent therapy is preferable to patches but avoid liquorice-flavoured nicotine products. Patches are useful, however, if the patient is experiencing pregnancy-related nausea and vomiting. If patches are used, they should be removed before bed."}]