[{"indications": "Indications mild to moderate dementia in Alzheimer’s disease or in Parkinson’s\r\ndisease", "name": "RIVASTIGMINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.11 Drugs for dementia", "RIVASTIGMINE"], "cautions": "Cautions gastric or duodenal ulcers (or susceptibility to ulcers); monitor body-weight; sick sinus syndrome, conduction\r\nabnormalities; history of asthma or chronic obstructive pulmonary\r\ndisease; history of seizures; bladder outflow obstruction; interactions: Appendix 1 (parasympathomimetics)", "side-effects": "Side-effects nausea, vomiting, diarrhoea, dyspepsia, anorexia,\r\nweight loss, increased salivation, abdominal pain, bradycardia, dizziness,\r\nheadache, drowsiness, malaise, agitation, anxiety, tremor, confusion,\r\ninsomnia, extrapyramidal symptoms (and worsening of Parkinson’s disease),\r\nsweating; less commonly atrial fibrillation, AV block,\r\ndepression, syncope; rarely gastric and duodenal\r\nulceration, angina, seizures, rash; very rarely gastro-intestinal\r\nhaemorrhage, pancreatitis, tachycardia, hypertension, hallucinations; also reported dehydration, hepatitis, restlessness, aggression,\r\nsick sinus syndromeNote Transdermal administration less likely to\r\ncause gastro-intestinal disturbanceNote Treatment should be interrupted if gastro-intestinal\r\nside-effects occur and withheld until their resolution—retitrate dose\r\nif necessary", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/68984.htm", "doses": ["By mouth, initially 1.5 mg twice daily,\r\nincreased in steps of 1.5 mg twice daily at intervals of at least\r\n2 weeks according to response and tolerance; usual range 3–6 mg twice\r\ndaily; max. 6 mg twice daily; if treatment interrupted for more than\r\nseveral days, treatment should be retitrated from 1.5 mg twice daily", "By transdermal application, initially apply 4.6 mg/24\r\nhours patch to clean, dry, non-hairy, non-irritated skin on back,\r\nupper arm, or chest, removing after 24 hours and siting a replacement\r\npatch on a different area (avoid using the same area for 14 days);\r\nif well tolerated increase to 9.5 mg/24 hours patch daily after at\r\nleast 4 weeks; if treatment interrupted for more than several days,\r\ntreatment should be retitrated from 4.6 mg/24 hours patch", "When switching from oral to transdermal therapy,\r\npatients taking 3–6 mg by mouth daily should initially switch to 4.6 mg/24\r\nhours patch (then titrate as above); patients taking 9–12 mg by mouth\r\ndaily should switch to 9.5 mg/24 hours patch. The first patch should\r\nbe applied on the day following the last oral dose"]}]