[{"indications": "Indications see notes above; acne vulgaris, rosacea\r\n(%s\n(From 13.6 Acne and rosacea: British National Formulary)\n13.6 Acne and rosacea)", "name": "TETRACYCLINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.1 Antibacterial drugs", "5.1.3 Tetracyclines"], "cautions": "Cautions \n(From 5.1.3 Tetracyclines: British National Formulary)\nCautions Tetracyclines may increase muscle weakness in patients with myasthenia gravis, and exacerbate systemic lupus erythematosus. Antacids, and aluminium, calcium, iron, magnesium and zinc salts decrease the absorption of tetracyclines; milk also reduces the absorption of demeclocycline, oxytetracycline, and tetracycline. Other interactions: Appendix 1 (tetracyclines).", "side-effects": "Side-effects \n(From 5.1.3 Tetracyclines: British National Formulary)\nSide-effects Side-effects of the tetracyclines include nausea, vomiting, diarrhoea (antibiotic-associated colitis reported occasionally), dysphagia, and oesophageal irritation. Other rare side-effects include hepatotoxicity, pancreatitis, blood disorders, photosensitivity (particularly with demeclocycline), and hypersensitivity reactions (including rash, exfoliative dermatitis, Stevens-Johnson syndrome, urticaria, angioedema, anaphylaxis, pericarditis). Headache and visual disturbances may indicate benign intracranial hypertension (discontinue treatment); bulging fontanelles have been reported in infants. ; also\r\nacute renal failure, skin discoloration", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3805.htm", "doses": ["250 mg every 6 hours, increased in severe infections to\r\n500 mg every 6–8 hours", "Acne, see section 13.6.2", "Non-gonococcal urethritis, 500 mg every 6 hours for 7–14 days\r\n(21 days if failure or relapse after first course)", "Tablets should be swallowed whole\r\nwith plenty of fluid while sitting or standing"], "pregnancy": "Pregnancy \n(From 5.1.3 Tetracyclines: British National Formulary)\nPregnancy Tetracyclines should not be given to pregnant women. Effects on skeletal development have been documented when tetracyclines have been used in the first trimester in animal studies. Administration during the second or third trimester may cause discoloration of the child’s teeth, and maternal hepatotoxicity has been reported with large parenteral doses."}]