[{"indications": "Indications susceptible infections in patients with penicillin hypersensitivity;\r\noral infections (see notes above); campylobacter enteritis, syphilis,\r\nnon-gonococcal urethritis, respiratory-tract infections (including\r\nLegionella infection), skin infections (Table 1, %s\n(From Table 1. Summary of antibacterial therapy: British National Formulary)\nTable 1. Summary of antibacterial therapy); chronic\r\nprostatitis; prophylaxis of diphtheria, group A streptococcal infection,\r\nand pneumococcal infection (Table 2, %s\n(From Table 2. Summary of antibacterial prophylaxis: British National Formulary)\nTable 2. Summary of antibacterial prophylaxis), and\r\npertussis; acne vulgaris and rosacea (%s\n(From 13.6 Acne and rosacea: British National Formulary)\n13.6 Acne and rosacea)", "name": "ERYTHROMYCIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.1 Antibacterial drugs", "5.1.5 Macrolides"], "cautions": "Cautions \n(From 5.1.5 Macrolides: British National Formulary)\nOral infections The macrolides are an alternative for oral infections in penicillin-allergic patients or where a beta-lactamase producing organism is involved. However, many organisms are now resistant to macrolides or rapidly develop resistance; their use should therefore be limited to short courses. Metronidazole (section 5.1.11) may be preferred as an alternative to a penicillin.Cautions Macrolides should be used with caution in patients with a predisposition to QT interval prolongation (including electrolyte disturbances and concomitant use of drugs that prolong the QT interval). Macrolides may aggravate myasthenia gravis. ; neonate under\r\n2 weeks (risk of hypertrophic pyloric stenosis); avoid in acute porphyria (%s\n(From 9.8.2 Acute porphyrias: British National Formulary)\n9.8.2 Acute porphyrias); interactions: Appendix 1\r\n(macrolides)", "side-effects": "Side-effects \n(From 5.1.5 Macrolides: British National Formulary)\nSide-effects Nausea, vomiting, abdominal discomfort, and diarrhoea are the most common side-effects of the macrolides, but they are mild and less frequent with azithromycin and clarithromycin than with erythromycin. Hepatotoxicity (including cholestatic jaundice) and rash occur less frequently. Other side-effects reported rarely or very rarely include pancreatitis, antibiotic-associated colitis, QT interval prolongation, arrhythmias, Stevens-Johnson syndrome, and toxic epidermal necrolysis. Generally reversible hearing loss (sometimes with tinnitus) has been reported after large doses of a macrolide; it occurs commonly after long-term therapy with azithromycin. Intravenous infusion may cause local tenderness and phlebitis.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3850.htm", "doses": ["By mouth, adult and child over 8 years, 250–500 mg\r\nevery 6 hours or 0.5–1 g every 12 hours (see notes\r\nabove); up to 4 g daily in divided doses in severe infections; neonate 12.5 mg/kg every 6 hours; child 1 month–2 years 125 mg every 6 hours or 250 mg every 12 hours, 2–8 years 250 mg every 6 hours or 500 mg every 12 hours, doses doubled for severe infections", "Early syphilis, 500 mg 4 times daily for 14 days; child 12–18 years see BNF for Children", "Uncomplicated genital chlamydia, non-gonococcal urethritis,\r\n500 mg twice daily for 14 days; child under 18 years see BNF for Children", "Lyme disease (see also section 5.1.1.3), 500 mg 4 times daily for\r\n14–21 days; child under 18 years see BNF for Children", "By intravenous infusion, adult and child severe\r\ninfections, 12.5 mg/kg every 6 hours; mild infections (when oral treatment\r\nnot possible), 6.25 mg/kg every 6 hours; neonate see BNF for Children"], "pregnancy": "Pregnancy not known to be harmful"}]