[{"indications": "Indications emergency contraception", "name": "LEVONORGESTREL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "7 Obstetrics, gynaecology, and urinary-tract disorders", "7.3 Contraceptives", "7.3.5 Emergency contraception", "Hormonal methods", "LEVONORGESTREL"], "cautions": "Cautions \n(From Hormonal methods: British National Formulary)\nHormonal emergency contraceptives include levonorgestrel and ulipristal; either drug should be taken as soon as possible after unprotected intercourse to increase efficacy.Levonorgestrel is effective if taken within 72 hours (3 days) of unprotected intercourse and may also be used between 72 and 96 hours after unprotected intercourse [unlicensed use], but efficacy decreases with time. Ulipristal, a progesterone receptor modulator, is effective if taken within 120 hours (5 days) of unprotected intercourse.Levonorgestrel is less effective than insertion of an intra-uterine device (see below). Ulipristal is as effective as levonorgestrel, but its efficacy compared to an intra-uterine device is not yet known.If vomiting occurs within 2 hours of taking levonorgestrel or within 3 hours of taking ulipristal, a replacement dose should be given. If an antiemetic is required domperidone is preferred.; past ectopic pregnancy; severe malabsorption syndromes; active trophoblastic disease (until return to normal of urine- and\r\nplasma-gonadotrophin concentration)—seek specialist advice; interactions:  \n(From Hormonal methods: British National Formulary)\nInteractions The effectiveness of levonorgestrel, and possibly ulipristal, is reduced in women taking enzyme-inducing drugs (and possibly for 4 weeks after stopping); a copper intra-uterine device can be offered instead. If the copper intra-uterine device is undesirable or inappropriate, the dose of levonorgestrel should be increased to a total of 3 mg taken as a single dose [unlicensed dose—advise women accordingly]. There is no need to increase the dose for emergency contraception if the patient is taking antibacterials that are not enzyme inducers. and\r\nAppendix 1 (progestogens)", "side-effects": "Side-effects menstrual irregularities (see also notes above), nausea,\r\nlow abdominal pain, fatigue, headache, dizziness, breast tenderness,\r\nvomiting", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/83608.htm", "doses": ["1.5 mg as a single dose as soon as possible after coitus,\r\npreferably within 12 hours but no later than after 72 hours (but see\r\nalso notes above)"], "pregnancy": "Pregnancy not known to be harmful"}]