[{"indications": "Indications erectile dysfunction", "name": "VARDENAFIL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "7 Obstetrics, gynaecology, and urinary-tract disorders", "7.4 Drugs for genito-urinary disorders", "7.4.5 Drugs for erectile dysfunction", "Phosphodiesterase type-5 inhibitors", "VARDENAFIL"], "cautions": "Cautions \n(From Phosphodiesterase type-5 inhibitors: British National Formulary)\nCautions Sildenafil, tadalafil, and vardenafil should be used with caution in cardiovascular disease, left ventricular outflow obstruction, anatomical deformation of the penis (e.g. angulation, cavernosal fibrosis, Peyronie’s disease), and in those with a predisposition to priapism (e.g. in sickle-cell disease, multiple myeloma, or leukaemia). Concomitant treatment with a phosphodiesterase type-5 inhibitor and an alpha-blocker (section 2.5.4 and section 7.4.1) can increase the risk of postural hypotension—initiate treatment with a phosphodiesterase type-5 inhibitor (at a low dose) only once the patient is stable on the alpha-blocker; see also interactions: Appendix 1 (sildenafil, tadalafil, vardenafil).; also elderly; bleeding disorders or active peptic ulceration; susceptibility to prolongation of QT interval (including concomitant use of drugs which prolong QT interval); interactions: Appendix 1 (vardenafil)", "side-effects": "Side-effects \n(From Phosphodiesterase type-5 inhibitors: British National Formulary)\nThe side-effects of sildenafil, tadalafil, and vardenafil include dyspepsia, nausea, vomiting, headache (including migraine), flushing, dizziness, myalgia, back pain, visual disturbances (non-arteritic anterior ischaemic optic neuropathy has been reported—stop drug if sudden visual impairment occurs), and nasal congestion. Less common side-effects include painful red eyes, palpitation, tachycardia, hypotension, hypertension, epistaxis. Other side-effects reported rarely include syncope, hypersensitivity reactions (including rash, facial oedema, and Stevens-Johnson syndrome), and priapism. Serious cardiovascular events (including arrhythmia, unstable angina, and myocardial infarction), seizures, sudden hearing loss (discontinue drug and seek medical advice), and retinal vascular occlusion have also been reported. ; also less commonly drowsiness, dyspnoea, increased lacrimation,\r\nphotosensitivity; rarely anxiety, transient amnesia,\r\nhypertonia, and raised intra-ocular pressure", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/127955.htm", "doses": ["See under preparations", "adult over 18 years, initially\r\n10 mg (patients on alpha-blocker therapy 5 mg) approx. 25–60 minutes\r\nbefore sexual activity, subsequent doses adjusted according to response\r\nup to max. 20 mg as a single dose; max. 1 dose in 24 hours ", " Onset of effect may be delayed if taken\r\nwith high-fat meal", "adult over 18 years, 10 mg\r\napprox. 60 minutes before sexual activity; max. 10 mg in 24 hours\r\n(dose form not suitable for patients with moderate hepatic impairment,\r\nor for initiation of therapy in patients taking alpha-blockers, or\r\nif eGFR less than 30 mL/minute/1.73m2)"]}]