[{"indications": "Indications \n(From 9.1.2 Drugs used in megaloblastic anaemias: British National Formulary)\nPrevention of neural tube defects Folic acid supplements taken before and during pregnancy can reduce the occurrence of neural tube defects. The risk of a neural tube defect occurring in a child should be assessed and folic acid given as follows:Women at a low risk of conceiving a child with a neural tube defect should be advised to take folic acid as a medicinal or food supplement at a dose of 400 micrograms daily before conception and until week 12 of pregnancy. Women who have not been taking folic acid and who suspect they are pregnant should start at once and continue until week 12 of pregnancy.Couples are at a high risk of conceiving a child with a neural tube defect if either partner has a neural tube defect (or either partner has a family history of neural tube defects), if they have had a previous pregnancy affected by a neural tube defect, or if the woman has coeliac disease (or other malabsorption state), diabetes mellitus, sickle-cell anaemia, or is taking antiepileptic medicines (see also section 4.8.1).Women in the high-risk group who wish to become pregnant (or who are at risk of becoming pregnant) should be advised to take folic acid 5 mg daily and continue until week 12 of pregnancy (women with sickle-cell disease should continue taking their normal dose of folic acid 5 mg daily (or to increase the dose to 5 mg daily) and continue this throughout pregnancy). and under dose", "name": "FOLIC ACID", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "9 Nutrition and blood", "9.1 Anaemias and some other blood disorders", "9.1.2 Drugs used in megaloblastic anaemias", "FOLIC ACID"], "cautions": "Cautions should never be given alone for pernicious anaemia\r\nand other vitamin B12 deficiency states (may precipitate\r\nsubacute combined degeneration of the spinal cord); interactions: Appendix 1 (folates)", "side-effects": "Side-effects rarely gastro-intestinal disturbances", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/4907.htm", "doses": ["Folate-deficient megaloblastic anaemia, by\r\nmouth, adult and child over 1 year, 5 mg daily for 4 months (until\r\nterm in pregnant women); up to 15 mg daily may be required in malabsorption\r\nstates; child under 1 year, 500 micrograms/kg\r\ndaily (max. 5 mg) for up to 4 months; up to 10 mg daily may be required\r\nin malabsorption states", "Prevention of neural tube defects, by mouth, see notes above", "Prevention of methotrexate-induced side-effects\r\nin severe Crohn’s disease [unlicensed], by mouth, see section 1.5.3", "Prevention of methotrexate-induced side-effects\r\nin rheumatic disease [unlicensed], by mouth, adult over 18 years 5 mg once weekly; child 2–18 years see  BNF for Children", "Prevention of methotrexate-induced side-effects\r\nin severe psoriasis [unlicensed], by mouth, see section 13.5.3", "Prophylaxis in chronic haemolytic states, by mouth, adult 5 mg every\r\n1–7 days depending on underlying disease", "Prophylaxis of folate deficiency in dialysis, by mouth, adult 5 mg every\r\n1–7 days; child 1–12 years 250 micrograms/kg\r\n(max. 10 mg) once daily, child 12–18\r\nyears 5–10 mg once daily"]}]