[{"indications": "Indications heart failure (see also section 2.5.5), supraventricular arrhythmias (particularly\r\natrial fibrillation and atrial flutter; see also section 2.3.2)", "name": "DIGOXIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.1 Positive inotropic drugs", "2.1.1 Cardiac glycosides", "DIGOXIN"], "cautions": "Cautions recent myocardial infarction; sick sinus syndrome; thyroid disease; reduce dose in the elderly; severe respiratory disease; hypokalaemia, hypomagnesaemia, hypercalcaemia, and hypoxia (risk of digitalis toxicity); monitor serum electrolytes and renal function; avoid rapid intravenous administration (risk of hypertension and\r\nreduced coronary flow); interactions: Appendix 1 (cardiac glycosides)", "side-effects": "Side-effects \n(From 2.1.1 Cardiac glycosides: British National Formulary)\n2.1.1 Cardiac glycosides; also nausea, vomiting, diarrhoea;\r\narrhythmias, conduction disturbances; dizziness; blurred or yellow\r\nvision; rash, eosinophilia; less commonly depression; very rarely anorexia, intestinal ischaemia and necrosis,\r\npsychosis, apathy, confusion, headache, fatigue, weakness, gynaecomastia\r\non long-term use, and thrombocytopenia", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2312.htm", "doses": ["Rapid digitalisation, for atrial fibrillation or flutter, by mouth, 0.75–1.5 mg over 24 hours in divided doses", "Maintenance, for atrial fibrillation or flutter, by mouth, according to renal function and initial loading dose; usual range\r\n125–250 micrograms daily", "Heart failure (for patients in sinus rhythm), by mouth, 62.5–125 micrograms once daily", "Emergency loading dose, for atrial fibrillation or flutter, by intravenous infusion (but rarely necessary), 0.75–1 mg\r\nover at least 2 hours (see also Cautions) then maintenance dose by mouth on the following day", "The above doses may need to be reduced if digoxin (or another cardiac glycoside) has been given in\r\nthe preceding 2 weeks. Digoxin doses in the BNF may differ from those\r\nin product literature. For plasma concentration monitoring, blood\r\nshould be taken at least 6 hours after a dose "], "pregnancy": "Pregnancy may need dosage adjustment"}]