[{"indications": "Indications active rheumatoid arthritis (including juvenile idiopathic arthritis),\r\nsystemic and discoid lupus erythematosus; dermatological conditions\r\ncaused or aggravated by sunlight", "name": "HYDROXYCHLOROQUINE SULPHATE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "10 Musculoskeletal and joint diseases", "10.1 Drugs used in rheumatic diseases and gout", "10.1.3 Drugs that suppress the rheumatic disease process", "Antimalarials"], "cautions": "Cautions \n(From Antimalarials: British National Formulary)\nCautions  Manufacturers recommend regular ophthalmological examination but the evidence of practical value is unsatisfactory (see advice of the Royal College of Ophthalmologists, below). Chloroquine and hydroxychloroquine should be used with caution in neurological disorders (especially in those with a history of epilepsy), in severe gastro-intestinal disorders, in G6PD deficiency (section 9.1.5), in acute porphyria, and in the elderly (see also above). Chloroquine and hydroxychloroquine may exacerbate psoriasis and aggravate myasthenia gravis. Concurrent use of hepatotoxic drugs should be avoided; other interactions: Appendix 1 (chloroquine and hydroxychloroquine).Screening for ocular toxicity A review group convened by the Royal College of Ophthalmologists has updated guidelines for screening to prevent ocular toxicity on long-term treatment with chloroquine and hydroxychloroquine (Hydroxychloroquine and Ocular Toxicity: Recommendations on Screening 2009). Chloroquine should be considered (for treating chronic inflammatory conditions) only if other drugs have failed. All patients taking chloroquine should receive ocular examination according to a protocol arranged locally between the prescriber and the ophthalmologist. The following recommendations relate to hydroxychloroquine, which is only rarely associated with toxicity.Before treatment:Assess renal and liver function (adjust dose if impaired)Ask patient about visual impairment (not corrected by glasses). If impairment or eye disease present, assessment by an optometrist is advised and any abnormality should be referred to an ophthalmologistRecord near visual acuity of each eye (with glasses where appropriate) using a standard reading chartInitiate hydroxychloroquine treatment if no abnormality detected (at a dose not exceeding hydroxychloroquine sulphate 6.5 mg/kg daily)During treatment:Ask patient about visual symptoms and monitor visual acuity annually using the standard reading chartRefer to ophthalmologist if visual acuity changes or if vision blurred and warn patient to seek prescribing doctor’s advice about stopping treatmentA child treated for juvenile idiopathic arthritis should receive slit-lamp examination routinely to check for uveitisIf long-term treatment is required (more than 5 years), individual arrangement should be agreed with the local ophthalmologistImportantTo avoid excessive dosage in obese patients, the doses of hydroxychloroquine and chloroquine should be calculated on the basis of ideal body-weight. Ocular toxicity is unlikely if the dose of chloroquine phosphate does not exceed 4 mg/kg daily (equivalent to chloroquine base approx. 2.5 mg/kg daily)", "side-effects": "Side-effects \n(From Antimalarials: British National Formulary)\nSide-effects The side-effects of chloroquine and hydroxychloroquine include gastro-intestinal disturbances, headache and skin reactions (rashes, pruritus); those occurring less frequently include ECG changes, convulsions, visual changes, retinal damage (see above), keratopathy, ototoxicity, hair depigmentation, hair loss, and discoloration of skin, nails, and mucous membranes. Side-effects that occur rarely include blood disorders (including thrombocytopenia, agranulocytosis, and aplastic anaemia), mental changes (including emotional disturbances and psychosis), myopathy (including cardiomyopathy and neuromyopathy), acute generalised exanthematous pustulosis, exfoliative dermatitis, Stevens-Johnson syndrome, photosensitivity, and hepatic damage; angioedema has also been reported. Important: very toxic in overdosage—immediate advice from poisons centres essential (see also Emergency Treatment of Poisoning).; also\r\nreported bronchospasm", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/5302.htm", "doses": ["Administered on expert advice, 200–400 mg daily (but not\r\nexceeding 6.5 mg/kg daily based on ideal body-weight, see also recommendations\r\nabove); child 1 month–18 years see BNF for Children"], "pregnancy": "Pregnancy \n(From Antimalarials: British National Formulary)\nPregnancy It is not necessary to withdraw an antimalarial drug during pregnancy if the rheumatic disease is well controlled; however, the manufacturer of hydroxychloroquine advises avoiding use."}]