[{"indications": "Indications raised intra-ocular pressure in open-angle glaucoma; ocular hypertension", "name": "LATANOPROST", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "11 Eye", "11.6 Treatment of glaucoma", "Prostaglandin analogues and prostamides"], "cautions": "Cautions \n(From Prostaglandin analogues and prostamides: British National Formulary)\nCautions Before initiating treatment, patients should be monitored for possible change in eye colour since an increase in the brown pigment in the iris may occur; particular care is required in those with mixed coloured irides and those receiving treatment to one eye only. Use with caution in patients with aphakia, pseudophakia with torn posterior lens capsule or anterior chamber lenses, and in those with known risk factors for cystoid macular oedema, iritis, or uveitis. Care is also needed in patients with brittle or severe asthma. Do not use within 5 minutes of thiomersal-containing preparations. For use in contact lens wearers see Contact Lenses.; also history of herpetic keratitis (avoid in\r\nactive herpes simplex keratitis); cataract\r\nsurgery", "side-effects": "Side-effects \n(From Prostaglandin analogues and prostamides: British National Formulary)\nSide-effects Side-effects of prostaglandin analogues and prostamides include brown pigmentation particularly in those with mixed-colour irides, blepharitis, ocular irritation and pain, conjunctival hyperaemia, transient punctate epithelial erosion, skin rash, dry eyes, headache, and photophobia; they may also cause, darkening, thickening and lengthening of eye lashes. Less frequent side-effects include eyelid oedema and rash, keratitis, blurred vision, and conjunctivitis. There have been rare reports of dyspnoea, exacerbation of asthma, dizziness, arthralgia, myalgia, iritis, uveitis, local oedema, darkening of palpebral skin. Very rarely chest pain, palpitations, and exacerbation of angina has also been reported.; also reported herpetic keratitis, iris cyst", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/57520.htm", "doses": ["Apply once daily, preferably in the evening"], "pregnancy": "Pregnancy manufacturer advises avoid"}, {"indications": "Indications see under preparation", "name": "LATANOPROST WITH TIMOLOL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "11 Eye", "11.6 Treatment of glaucoma", "Prostaglandin analogues and prostamides"], "cautions": "Cautions before initiating treatment, advise patients\r\nof possible change in eye colour; monitor\r\nfor eye colour change (see also notes above); history of herpetic keratitis (avoid in\r\nactive herpes simplex keratitis); aphakia, or pseudophakia with torn posterior lens capsule or anterior chamber lenses; risk factors for iritis, uveitis, and cystoid macular\r\noedema; not to be used within 5 minutes\r\nof use of thiomersal-containing preparations; consider\r\nalso other cautions of beta-blockers (section 2.4)Interactions Since systemic absorption\r\nmay follow topical application of a beta-blocker, the possibility\r\nof interactions, in particular with drugs such as verapamil, should\r\nbe borne in mind. See also Appendix 1 (beta-blockers)", "side-effects": "Side-effects brown pigmentation particularly in those with\r\nmixed-colour irides; ocular irritation and pain; darkening, thickening\r\nand lengthening of eye lashes; transient punctate epithelial erosion; less commonly blepharitis, conjunctival hyperaemia, corneal\r\ndisorders, eyelid oedema and rash, skin rash; rarely dyspnoea, exacerbation of asthma, iritis, uveitis, local oedema,\r\ndarkening of palpebral skin; very rarely chest pain,\r\nexacerbation of angina; local side-effects of eye drops also include\r\nerythema, dry eyes and allergic reactions including anaphylaxis and\r\nblepharoconjunctivitis; consider also other side-effects of beta-blockers\r\n(section 2.4)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/201207.htm", "doses": ["See under preparation"], "pregnancy": "Pregnancy manufacturer advises avoid"}]