[{"indications": "Indications oedema (\n(From 2.2.2 Loop diuretics: British National Formulary)\n2.2.2 Loop diuretics); resistant hypertension (\n(From 2.2.2 Loop diuretics: British National Formulary)\n2.2.2 Loop diuretics)", "name": "FUROSEMIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.2 Diuretics", "2.2.2 Loop diuretics", "FUROSEMIDE"], "cautions": "Cautions \n(From 2.2.2 Loop diuretics: British National Formulary)\nCautions Hypovolaemia and hypotension should be corrected before initiation of treatment with loop diuretics; electrolytes should be monitored during treatment (see also Potassium Loss, section 2.2). Loop diuretics can exacerbate diabetes (but hyperglycaemia is less likely than with thiazides) and gout. If there is an enlarged prostate, urinary retention can occur, although this is less likely if small doses and less potent diuretics are used initially; an adequate urinary output should be established before initiating treatment; interactions: Appendix 1 (diuretics).; also hypoproteinaemia may reduce diuretic effect and increase risk of\r\nside-effects; hepatorenal syndrome; intravenous administration rate should not usually\r\nexceed 4 mg/minute, however single doses of up to 80 mg may be administered\r\nmore rapidly", "side-effects": "Side-effects \n(From 2.2.2 Loop diuretics: British National Formulary)\nSide-effects Side-effects of loop diuretics include mild gastro-intestinal disturbances, pancreatitis, hepatic encephalopathy, postural hypotension, temporary increase in serum-cholesterol and triglyceride concentration, hyperglycaemia (less common than with thiazides), acute urinary retention, electrolyte disturbances (including hyponatraemia, hypokalaemia (see section 2.2), hypocalcaemia, hypochloraemia, and hypomagnesaemia), metabolic alkalosis, blood disorders (including  bone-marrow depression, thrombocytopenia, and leucopenia), hyperuricaemia, visual disturbances, tinnitus and deafness (usually with high parenteral doses and rapid administration, and in renal impairment), and hypersensitivity reactions (including rash, photosensitivity, and pruritus).; also\r\nintrahepatic cholestasis and gout", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2355.htm", "doses": ["By mouth, oedema, initially 40 mg\r\nin the morning; maintenance 20–40 mg daily; child under 18 years see BNF for Children", "Resistant oedema, 80–120 mg daily", "Resistant hypertension, 40–80 mg daily", "By intramuscular injection or slow intravenous injection (rate of administration,\r\nsee Cautions above), initially 20–50 mg, increased if necessary in\r\nsteps of 20 mg not less than every 2 hours; doses greater than 50 mg by intravenous infusion only; max. 1.5 g daily; child under 18 years see BNF for Children"], "pregnancy": "Pregnancy \n(From 2.2.2 Loop diuretics: British National Formulary)\nPregnancy Furosemide and bumetanide should not be used to treat gestational hypertension because of the maternal hypovolaemia associated with this condition."}]