[{"indications": "Indications prophylaxis and treatment of allergic rhinitis", "name": "FLUNISOLIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "12 Ear, nose, and oropharynx", "12.2 Drugs acting on the nose", "12.2.1 Drugs used in nasal allergy", "Corticosteroids", "FLUNISOLIDE"], "cautions": "Cautions \n(From Corticosteroids: British National Formulary)\nCautions Corticosteroid nasal preparations should be avoided in the presence of untreated nasal infections, and also after nasal surgery (until healing has occurred); they should also be avoided in pulmonary tuberculosis. Patients transferred from systemic corticosteroids may experience exacerbation of some symptoms. Systemic absorption may follow nasal administration particularly if high doses are used or if treatment is prolonged; for cautions and side-effects of systemic corticosteroids, see section 6.3.2. The risk of systemic effects may be greater with nasal drops than with nasal sprays; drops are administered incorrectly more often than sprays. The height of children receiving prolonged treatment with nasal corticosteroids should be monitored; if growth is slowed, referral to a paediatrician should be considered.", "side-effects": "Side-effects \n(From Corticosteroids: British National Formulary)\nSide-effects Local side-effects include dryness, irritation of nose and throat, and epistaxis. Nasal ulceration has been reported, but occurs commonly with nasal preparations containing fluticasone furoate or mometasone furoate. Nasal septal perforation (usually following nasal surgery) occurs very rarely. Raised intra-ocular pressure or glaucoma may occur rarely. Headache, smell and taste disturbances may also occur. Hyperactivity, sleep disturbances, anxiety, depression, and aggression have been reported particularly in children. Hypersensitivity reactions, including bronchospasm, have been reported.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/5650.htm", "doses": ["adult, 50 micrograms (2\r\nsprays) into each nostril twice daily, increased if necessary to max.\r\n3 times daily then reduced for maintenance; child 5–14 years initially 25 micrograms (1 spray) into each nostril up\r\nto 3 times daily"]}]