[{"indications": "Indications see notes above (should be initiated in hospital or under specialist\r\nsupervision)", "name": "AMIODARONE HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.3 Anti-arrhythmic drugs", "2.3.2 Drugs for arrhythmias", "Supraventricular and ventricular arrhythmias", "AMIODARONE HYDROCHLORIDE"], "cautions": "Cautions liver-function and thyroid-function tests\r\nrequired before treatment and then every 6 months (\n(From Supraventricular and ventricular arrhythmias: British National Formulary)\nAmiodarone contains iodine and can cause disorders of thyroid function; both hypothyroidism and hyperthyroidism may occur. Clinical assessment alone is unreliable, and laboratory tests should be performed before treatment and every 6 months. Thyroxine (T4) may be raised in the absence of hyperthyroidism; therefore tri-iodothyronine (T3), T4, and thyroid-stimulating hormone (thyrotrophin, TSH) should all be measured. A raised T3 and T4 with a very low or undetectable TSH concentration suggests the development of thyrotoxicosis. The thyrotoxicosis may be very refractory, and amiodarone should usually be withdrawn at least temporarily to help achieve control; treatment with carbimazole may be required. Hypothyroidism can be treated with replacement therapy without withdrawing amiodarone if it is essential; careful supervision is required. for tests of thyroid function); hypokalaemia (measure serum-potassium concentration before treatment); chest x-ray required before treatment; heart failure; elderly; severe bradycardia and conduction disturbances in\r\nexcessive dosage; intravenous use may cause\r\nmoderate and transient fall in blood pressure (circulatory collapse\r\nprecipitated by rapid administration or overdosage) or\r\nsevere hepatocellular toxicity (monitor transaminases closely); administration by central venous catheter recommended if repeated\r\nor continuous infusion required—infusion via peripheral veins may\r\ncause pain and inflammation; ECG monitoring\r\nand resuscitation facilities must be available during intravenous\r\nuse; acute porphyria (%s\n(From 9.8.2 Acute porphyrias: British National Formulary)\n9.8.2 Acute porphyrias); interactions: Appendix 1\r\n(amiodarone)", "side-effects": "Side-effects nausea, vomiting, taste disturbances, raised serum\r\ntransaminases (may require dose reduction or withdrawal if accompanied\r\nby acute liver disorders), jaundice; bradycardia (see Cautions); pulmonary\r\ntoxicity (including pneumonitis and fibrosis); tremor, sleep disorders;\r\nhypothyroidism, hyperthyroidism; reversible corneal microdeposits\r\n(sometimes with night glare); phototoxicity, persistent slate-grey\r\nskin discoloration (see also notes above), injection-site reactions; less commonly onset or worsening of arrhythmia, conduction\r\ndisturbances (see Cautions), peripheral neuropathy and myopathy (usually\r\nreversible on withdrawal); very rarely chronic liver\r\ndisease including cirrhosis, sinus arrest, bronchospasm (in patients\r\nwith severe respiratory failure), ataxia, benign intracranial hypertension,\r\nheadache, vertigo, epididymo-orchitis, impotence, haemolytic or aplastic\r\nanaemia, thrombocytopenia, rash (including exfoliative dermatitis),\r\nhypersensitivity including vasculitis, alopecia, impaired vision due\r\nto optic neuritis or optic neuropathy (including blindness), anaphylaxis\r\non rapid injection, also hypotension, respiratory distress syndrome,\r\nsweating, and hot flushes", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2419.htm", "doses": ["By mouth, 200 mg 3 times daily for 1 week\r\nreduced to 200 mg twice daily for a further week; maintenance, usually\r\n200 mg daily or the minimum required to control the arrhythmia", "By intravenous infusion (see Cautions above),\r\ninitially 5 mg/kg over 20–120 minutes with ECG monitoring; subsequent\r\ninfusion given if necessary according to response up to max. 1.2 g\r\nin 24 hours", "Ventricular fibrillation or pulseless ventricular tachycardia\r\nrefractory to defibrillation, section 2.7.3"], "pregnancy": "Pregnancy possible risk of neonatal goitre; use only if no\r\nalternative"}]