[{"indications": "Indications hypertension (including hypertension in\r\npregnancy, hypertension with angina, and hypertension following acute\r\nmyocardial infarction); hypertensive crises (see section 2.5); controlled\r\nhypotension in anaesthesia", "name": "LABETALOL HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.4 Beta-adrenoceptor blocking drugs"], "cautions": "Cautions see under Propranolol Hydrochloride; interferes with laboratory tests for catecholamines; liver damage (see below)Liver damage Severe hepatocellular\r\ndamage reported after both short-term and long-term\r\ntreatment. Appropriate laboratory testing needed at first\r\nsymptom of liver dysfunction and if laboratory evidence\r\nof damage (or if jaundice) labetalol should be stopped and not restarted", "side-effects": "Side-effects postural hypotension (avoid upright position during\r\nand for 3 hours after intravenous administration), tiredness, weakness,\r\nheadache, rashes, scalp tingling, difficulty in micturition, epigastric\r\npain, nausea, vomiting; liver damage (see above); rarely lichenoid\r\nrash", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2488.htm", "doses": ["By mouth, initially 100 mg (50 mg\r\nin elderly) twice daily with food, increased at intervals of 14 days\r\nto usual dose of 200 mg twice daily; up to 800 mg daily in 2 divided\r\ndoses (3–4 divided doses if higher); max. 2.4 g daily", "By intravenous injection, 50 mg over\r\nat least 1 minute, repeated after 5 minutes if necessary; max. total\r\ndose 200 mg", "Excessive bradycardia can be countered with intravenous injection of atropine sulphate 0.6–2.4 mg in divided doses of 600 micrograms; for overdosage see Emergency Treatment of Poisoning", "By intravenous infusion, 2 mg/minute\r\nuntil satisfactory response then discontinue; usual total dose 50–200 mg,\r\n(not recommended for phaeochromocytoma, see under\r\nPhaeochromocytoma, section 2.5.4) ", "Hypertension of pregnancy, 20 mg/hour, doubled every 30 minutes;\r\nusual max. 160 mg/hour", "Hypertension following myocardial infarction, 15 mg/hour, gradually\r\nincreased to max. 120 mg/hour"], "pregnancy": "Pregnancy \n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\nPregnancy Beta-blockers may cause intra-uterine growth restriction, neonatal hypoglycaemia, and bradycardia; the risk is greater in severe hypertension. The use of labetalol in maternal hypertension is not known to be harmful, except possibly in the first trimester. Information on the safety of carvedilol during pregnancy is lacking. If beta-blockers are used close to delivery, infants should be monitored for signs of beta-blockade (and alpha-blockade with labetalol or carvedilol). For the treatment of hypertension in pregnancy, see section 2.5."}]