[{"indications": "Indications \n(From Vigabatrin: British National Formulary)\nVigabatrin", "name": "VIGABATRIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.8 Antiepileptic drugs", "4.8.1 Control of the epilepsies", "Vigabatrin", "VIGABATRIN"], "cautions": "Cautions elderly; closely\r\nmonitor neurological function; avoid sudden\r\nwithdrawal; history of psychosis, depression, or behavioural problems; absence seizures (may be exacerbated); interactions: see  Interactions in section 4.8.1 and Appendix 1 (vigabatrin)Visual field defects Vigabatrin is associated with visual field defects. The onset of symptoms varies\r\nfrom 1 month to several years after starting. In most cases, visual\r\nfield defects have persisted despite discontinuation, and further\r\ndeterioration after discontinuation cannot be excluded. Product literature advises visual field testing before treatment\r\nand at 6-month intervals. Patients should\r\nbe warned to report any new visual symptoms that develop and those\r\nwith symptoms should be referred for an urgent ophthalmological opinion. Gradual withdrawal of vigabatrin should be considered.", "side-effects": "Side-effects nausea, abdominal pain; oedema; drowsiness (rarely encephalopathic symptoms including marked sedation,\r\nstupor, and confusion with non-specific slow wave EEG—reduce dose\r\nor withdraw), fatigue, excitation (in children), agitation, dizziness,\r\nheadache, nervousness, depression, aggression, irritability, paranoia,\r\nimpaired concentration, impaired memory, tremor, paraesthesia, speech\r\ndisorder, weight gain; visual field defects (see under Cautions),\r\nblurred vision, nystagmus, diplopia; less commonly ataxia, psychosis, mania, and rash; occasional increase in seizure\r\nfrequency (especially if myoclonic); rarely suicidal\r\nideation and retinal disorders (including peripheral retinal neuropathy); very rarely hepatitis, optic neuritis, and optic atrophy; also reported movement disorders in infantile spasms", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/3616.htm", "doses": ["With current antiepileptic therapy, initially 1 g daily\r\nin single or 2 divided doses then increased according to response\r\nin steps of 500 mg at weekly intervals; usual range 2–3 g daily (max.\r\n3 g daily); child initially 40 mg/kg\r\n(body-weight over 25 kg, max. 1 g) daily in single or 2 divided doses,\r\nthen adjusted according to response; usual maintenance dose, body-weight\r\n10–15 kg, 0.5–1 g daily; body-weight 15–30 kg, 1–1.5 g daily; body-weight\r\n30–50 kg, 1.5–3 g daily; body-weight over 50 kg, 2–3 g daily", "Infantile spasms (West’s syndrome), monotherapy, 50 mg/kg daily, adjusted according to response over 7 days; up\r\nto 150 mg/kg daily used with good tolerability"], "pregnancy": "Pregnancy see Pregnancy"}]