[{"indications": "Indications life-threatening arrhythmias including\r\nventricular tachyarrhythmias; symptomatic non-sustained ventricular\r\ntachyarrhythmias; prophylaxis of paroxysmal atrial tachycardia or\r\nfibrillation, paroxysmal AV re-entrant tachycardias (both nodal and\r\ninvolving accessory pathways), and paroxysmal supraventricular tachycardia\r\nafter cardiac surgery; maintenance of sinus rhythm following cardioversion\r\nof atrial fibrillation or flutter", "name": "SOTALOL HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.4 Beta-adrenoceptor blocking drugs", "SOTALOL HYDROCHLORIDE"], "cautions": "Cautions see under Propranolol Hydrochloride; correct hypokalaemia, hypomagnesaemia,\r\nor other electrolyte disturbances; severe or prolonged\r\ndiarrhoea", "side-effects": "Side-effects see under Propranolol Hydrochloride; arrhythmogenic (pro-arrhythmic) effect (torsade de pointes—increased\r\nrisk in women)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2522.htm", "doses": ["By mouth with ECG monitoring and\r\nmeasurement of corrected QT interval, arrhythmias, initially 80 mg\r\ndaily in 1–2 divided doses increased gradually at intervals of 2–3\r\ndays to usual dose of 160–320 mg daily in 2 divided doses; higher\r\ndoses of 480–640 mg daily for life-threatening ventricular arrhythmias\r\nunder specialist supervision"], "pregnancy": "Pregnancy \n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\nPregnancy Beta-blockers may cause intra-uterine growth restriction, neonatal hypoglycaemia, and bradycardia; the risk is greater in severe hypertension. The use of labetalol in maternal hypertension is not known to be harmful, except possibly in the first trimester. Information on the safety of carvedilol during pregnancy is lacking. If beta-blockers are used close to delivery, infants should be monitored for signs of beta-blockade (and alpha-blockade with labetalol or carvedilol). For the treatment of hypertension in pregnancy, see section 2.5."}]