[{"indications": "Indications hypertension", "name": "CO-TENIDONE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.4 Beta-adrenoceptor blocking drugs"], "cautions": "Cautions \n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\n2.4 Beta-adrenoceptor blocking drugs and %s\n(From 2.2.1 Thiazides and related diuretics: British National Formulary)\nCautions See also section 2.2. Thiazides and related diuretics can exacerbate diabetes, gout, and systemic lupus erythematosus. Electrolytes should be monitored, particularly with high doses, long-term use, or in renal impairment. Thiazides and related diuretics should also be used with caution in nephrotic syndrome, hyperaldosteronism, and malnourishment; interactions: Appendix 1 (diuretics); also avoid abrupt withdrawal especially in ischaemic heart disease; first-degree AV block; portal hypertension (risk of deterioration in liver function); history of obstructive airways disease (introduce\r\ncautiously and monitor lung function—\n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\nBeta-blockers can precipitate bronchospasm and should therefore usually be avoided in patients with a history of asthma. When there is no suitable alternative, it may be necessary for a patient with well-controlled asthma, or chronic obstructive pulmonary disease (without significant reversible airways obstruction), to receive treatment with a beta-blocker for a co-existing condition (e.g. heart failure or following myocardial infarction). In this situation, a cardioselective beta-blocker should be selected and initiated at a low dose by a specialist; the patient should be closely monitored for adverse effects. Atenolol, bisoprolol, metoprolol, nebivolol, and (to a lesser extent) acebutolol, have less effect on the beta2 (bronchial) receptors and are, therefore, relatively cardioselective, but they are not cardiospecific. They have a lesser effect on airways resistance but are not free of this side-effect.Beta-blockers are also associated with fatigue, coldness of the extremities (may be less common with those with ISA, see above), and sleep disturbances with nightmares (may be less common with the water-soluble beta-blockers, see above). Beta-blockers can affect carbohydrate metabolism, causing hypoglycaemia or hyperglycaemia in patients with or without diabetes; they can also interfere with metabolic and autonomic responses to hypoglycaemia, thereby masking symptoms such as tachycardia. However, beta-blockers are not contra-indicated in diabetes, although the cardioselective beta-blockers (see above) may be preferred. Beta-blockers should be avoided altogether in those with frequent episodes of hypoglycaemia. Beta-blockers, especially when combined with a thiazide diuretic, should be avoided for the routine treatment of uncomplicated hypertension in patients with diabetes or in those at high risk of developing diabetes.); diabetes; myasthenia gravis; symptoms of hypoglycaemia and thyrotoxicosis may be masked (also\r\n\n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\nThyrotoxicosis Beta-blockers are used in pre-operative preparation for thyroidectomy. Administration of propranolol can reverse clinical symptoms of thyrotoxicosis within 4 days. Routine tests of increased thyroid function remain unaltered. The thyroid gland is rendered less vascular thus making surgery easier (section 6.2.2).); history of hypersensitivity—may increase sensitivity to allergens\r\nand result in more serious hypersensitivity response, also may reduce response to adrenaline (epinephrine) (see also %s\n(From ADRENALINE/EPINEPHRINE: British National Formulary)\nADRENALINE/EPINEPHRINE); interactions: Appendix 1 (beta-blockers, diuretics), important: verapamil interaction, see also VERAPAMIL %s\n(From VERAPAMIL HYDROCHLORIDE: British National Formulary)\nCautions first-degree AV block; acute phase of myocardial infarction (avoid if bradycardia, hypotension, left ventricular failure); patients taking beta-blockers (important: see below); interactions: Appendix 1 (calcium-channel blockers)Verapamil and beta-blockers Verapamil injection should not be given to patients recently treated with beta-blockers because of the risk of hypotension and asystole. The suggestion that when verapamil injection has been given first, an interval of 30 minutes before giving a beta-blocker is sufficient has not been confirmed.It may also be hazardous to give verapamil and a beta-blocker together by mouth (should only be contemplated if myocardial function well preserved).", "side-effects": "Side-effects \n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\n2.4 Beta-adrenoceptor blocking drugs; also gastro-intestinal\r\ndisturbances; bradycardia, heart failure, hypotension, conduction\r\ndisorders, peripheral vasoconstriction (including exacerbation of\r\nintermittent claudication and Raynaud’s phenomenon); bronchospasm,\r\ndyspnoea; headache, fatigue, sleep disturbances, paraesthesia, dizziness,\r\nvertigo, psychoses; sexual dysfunction; altered plasma lipid concentration,\r\nmetabolic and electrolyte disturbances including hypokalaemia (see\r\nalso %s\n(From 2.2 Diuretics: British National Formulary)\nPotassium loss Hypokalaemia can occur with both thiazide and loop diuretics. The risk of hypokalaemia depends on the duration of action as well as the potency and is thus greater with thiazides than with an equipotent dose of a loop diuretic.Hypokalaemia is dangerous in severe cardiovascular disease and in patients also being treated with cardiac glycosides. Often the use of potassium-sparing diuretics (section 2.2.3) avoids the need to take potassium supplements.In hepatic failure, hypokalaemia caused by diuretics can precipitate encephalopathy, particularly in alcoholic cirrhosis; diuretics can also increase the risk of hypomagnesaemia in alcoholic cirrhosis, leading to arrhythmias. Spironolactone, a potassium-sparing diuretic (section 2.2.3), is chosen for oedema arising from cirrhosis of the liver.Potassium supplements or potassium-sparing diuretics are seldom necessary when thiazides are used in the routine treatment of hypertension (see also section 9.2.1.1).), hyponatraemia,\r\nhypomagnesaemia, hypercalcaemia, hyperglycaemia, hypochloraemic alkalosis,\r\nhyperuricaemia and gout, purpura, blood disorders including agranulocytosis,\r\nleucopenia, and thrombocytopenia; visual disturbances; exacerbation\r\nof psoriasis, alopecia; rarely pancreatitis, intrahepatic\r\ncholestasis, jaundice, cardiac arrhythmias, dry eyes (reversible on\r\nwithdrawal), hypersensitivity reactions (including rash, pneumonitis,\r\npulmonary oedema, photosensitivity, other severe skin reactions, and\r\nallergic interstitial nephritis); overdosage: \n(From Beta-blockers: British National Formulary)\nBeta-blockers", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/200405.htm", "doses": ["See preparations"], "pregnancy": "Pregnancy avoid; diuretics not used to treat hypertension in\r\npregnancy; see also section 2.5"}]