[{"indications": "Indications hypertension; angina; adjunct to diuretics, digoxin, or ACE inhibitors in symptomatic chronic heart\r\nfailure", "name": "CARVEDILOL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.4 Beta-adrenoceptor blocking drugs", "CARVEDILOL"], "cautions": "Cautions see under Propranolol Hydrochloride; monitor renal function during dose titration in patients\r\nwith heart failure who also have renal impairment, low\r\nblood pressure, ischaemic heart disease, or diffuse vascular disease", "side-effects": "Side-effects postural hypotension, dizziness, headache, fatigue,\r\ngastro-intestinal disturbances, bradycardia; occasionally diminished\r\nperipheral circulation, peripheral oedema and painful extremities,\r\ndry mouth, dry eyes, eye irritation or disturbed vision, impotence,\r\ndisturbances of micturition, influenza-like symptoms; rarely angina,\r\nAV block, exacerbation of intermittent claudication or Raynaud’s phenomenon;\r\nallergic skin reactions, exacerbation of psoriasis, nasal stuffiness,\r\nwheezing, depressed mood, sleep disturbances, paraesthesia, heart\r\nfailure, changes in liver enzymes, thrombocytopenia, leucopenia also\r\nreported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/128457.htm", "doses": ["Hypertension, initially 12.5 mg once daily, increased\r\nafter 2 days to usual dose of 25 mg once daily; if necessary may be\r\nfurther increased at intervals of at least 2 weeks to max. 50 mg daily\r\nin single or divided doses; elderly initial dose of 12.5 mg daily may provide satisfactory control", "Angina, initially 12.5 mg twice daily, increased after 2 days\r\nto 25 mg twice daily", "Adjunct in heart failure (section 2.5.5) initially 3.125 mg twice daily\r\n(with food), dose increased at intervals of at least 2 weeks to 6.25 mg\r\ntwice daily, then to 12.5 mg twice daily, then to 25 mg twice daily;\r\nincrease to highest dose tolerated, max. 25 mg twice daily in patients\r\nwith severe heart failure or body-weight less than 85 kg and 50 mg\r\ntwice daily in patients over 85 kg"], "pregnancy": "Pregnancy \n(From 2.4 Beta-adrenoceptor blocking drugs: British National Formulary)\nPregnancy Beta-blockers may cause intra-uterine growth restriction, neonatal hypoglycaemia, and bradycardia; the risk is greater in severe hypertension. The use of labetalol in maternal hypertension is not known to be harmful, except possibly in the first trimester. Information on the safety of carvedilol during pregnancy is lacking. If beta-blockers are used close to delivery, infants should be monitored for signs of beta-blockade (and alpha-blockade with labetalol or carvedilol). For the treatment of hypertension in pregnancy, see section 2.5."}]