[{"indications": "Indications prophylaxis and treatment of infection in burn\r\nwounds; as an adjunct to short-term treatment of infection in leg\r\nulcers and pressure sores; as an adjunct to prophylaxis of infection\r\nin skin graft donor sites and extensive abrasions; for conservative\r\nmanagement of finger-tip injuries", "name": "SILVER SULFADIAZINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "13 Skin", "13.10 Anti-infective skin preparations", "13.10.1 Antibacterial preparations", "13.10.1.1 Antibacterial preparations only used topically", "SILVER SULFADIAZINE"], "cautions": "Cautions G6PD deficiency; may inactivate enzymatic debriding agents—concomitant use may be\r\ninappropriate; for large amounts see also interactions: Appendix 1 (sulfonamides)Large areas Plasma-sulfadiazine concentrations may approach therapeutic levels with side-effects and interactions as for sulfonamides (see section 5.1.8) if large areas of skin are treated.\r\nOwing to the association of sulfonamides with severe blood and skin\r\ndisorders, treatment should be stopped immediately if blood disorders\r\nor rashes develop—but leucopenia developing 2–3 days after starting\r\ntreatment of burns patients is reported usually to be self-limiting\r\nand silver sulfadiazine need\r\nnot usually be discontinued provided blood counts are monitored carefully\r\nto ensure return to normality within a few days. Argyria\r\nmay also occur if large areas of skin are treated (or if application\r\nis prolonged).", "side-effects": "Side-effects allergic reactions including burning, itching\r\nand rashes; argyria reported following prolonged use; leucopenia reported\r\n(monitor blood levels)", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/6133.htm", "doses": ["burns, apply daily or more frequently if very exudative;\r\nleg ulcers or pressure sores, apply daily or on alternate days (not\r\nrecommended if ulcer very exudative); finger-tip injuries, apply every\r\n2–3 days; consult product literature for details"], "pregnancy": "Pregnancy risk of neonatal haemolysis and methaemoglobinaemia\r\nin third trimester"}]