[{"indications": "Indications Parkinson’s disease, either used alone or as adjunct to co-beneldopa\r\nor co-careldopa; moderate to severe restless legs syndrome", "name": "ROTIGOTINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.9 Drugs used in parkinsonism and related disorders", "4.9.1 Dopaminergic drugs used in Parkinson’s disease", "Dopamine-receptor agonists", "ROTIGOTINE"], "cautions": "Cautions \n(From Dopamine-receptor agonists: British National Formulary)\nDopamine-receptor agonists; ophthalmic testing recommended; avoid\r\nexposure of patch to heat; withdraw gradually; interactions: Appendix 1 (rotigotine)", "side-effects": "Side-effects \n(From Dopamine-receptor agonists: British National Formulary)\nDopamine-receptor agonists; also\r\nconstipation, dry mouth, dyspepsia, nausea, vomiting, weight changes;\r\nhypertension, postural hypotension, palpitation, peripheral oedema;\r\nhiccup; asthenia, dizziness, drowsiness (including %s\n(From Dopamine-receptor agonists: British National Formulary)\nDrivingSudden onset of sleep Excessive daytime sleepiness and sudden onset of sleep can occur with co-careldopa, co-beneldopa, and dopamine-receptor agonists.Patients starting treatment with these drugs should be warned of the risk and of the need to exercise caution when driving or operating machinery. Those who have experienced excessive sedation or sudden onset of sleep should refrain from driving or operating machines until these effects have stopped occurring.Management of excessive daytime sleepiness should focus on the identification of an underlying cause, such as depression or concomitant medication. Patients should be counselled on improving sleep behaviour.Hypotensive reactions Hypotensive reactions can occur in some patients taking dopamine-receptor agonists; these can be particularly problematic during the first few days of treatment and care should be exercised when driving or operating machinery.),\r\nsleep disturbances, dyskinesia, hallucinations, headache, syncope,\r\nsweating, rash, pruritus; less commonly abdominal\r\npain, atrial fibrillation, hypotension, confusion, paranoia, compulsive\r\nbehaviour (\n(From Dopamine-receptor agonists: British National Formulary)\nPatients and their carers should be informed about the risk of impulse control disorders. There is no evidence that ergot- and non-ergot-derived dopamine-receptor agonists differ in their propensity to cause impulse control disorders, so switching between dopamine-receptor agonists to control these side-effects is not recommended. If the patient develops an impulse control disorder, the dopamine-receptor agonist or levodopa should be withdrawn or the dose reduced until the symptoms resolve.), erectile\r\ndysfunction, and visual disturbances; rarely tachycardia,\r\nseizures, irritability, obsessive compulsive disorder, and psychotic\r\ndisorder ", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129662.htm", "doses": ["Monotherapy in Parkinson’s disease, initially apply ‘2 mg/24\r\nhours’ patch, increased in steps of 2 mg/24 hours at weekly intervals\r\nif required; max. 8 mg/24 hours", "Adjunctive therapy with levodopa in Parkinson’s disease, initially\r\napply ‘4 mg/24 hours’ patch, increased in steps of 2 mg/24 hours at\r\nweekly intervals if required; max. 16 mg/24 hours", "Restless legs syndrome, initially apply ‘1 mg/24 hours’ patch,\r\nincreased in steps of 1 mg/24 hours at weekly intervals if required;\r\nmax. 3 mg/24 hours", "Apply patch to dry, non-irritated skin on\r\ntorso, thigh, or upper arm, removing after 24 hours and siting replacement\r\npatch on a different area (avoid using the same area for 14 days)"], "pregnancy": "Pregnancy avoid—no information available"}]