[{"indications": "Indications ascites due to cirrhosis in stable patients (under close supervision),\r\noedema due to nephrotic syndrome, hypertension (see also notes above),\r\nmild to moderate chronic heart failure; diabetes insipidus (see section 6.5.2)", "name": "CHLORTALIDONE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.2 Diuretics", "2.2.1 Thiazides and related diuretics", "CHLORTALIDONE"], "cautions": "Cautions \n(From 2.2.1 Thiazides and related diuretics: British National Formulary)\nCautions See also section 2.2. Thiazides and related diuretics can exacerbate diabetes, gout, and systemic lupus erythematosus. Electrolytes should be monitored, particularly with high doses, long-term use, or in renal impairment. Thiazides and related diuretics should also be used with caution in nephrotic syndrome, hyperaldosteronism, and malnourishment; interactions: Appendix 1 (diuretics)", "side-effects": "Side-effects \n(From 2.2.1 Thiazides and related diuretics: British National Formulary)\nSide-effects Side-effects of thiazides and related diuretics include mild gastro-intestinal disturbances, postural hypotension, altered plasma-lipid concentrations, metabolic and electrolyte disturbances including hypokalaemia (see also notes above), hyponatraemia, hypomagnesaemia, hypercalcaemia, hyperglycaemia, hypochloraemic alkalosis, hyperuricaemia, and gout. Less common side-effects include blood disorders such as agranulocytosis, leucopenia, and thrombocytopenia, and impotence. Pancreatitis, intrahepatic cholestasis, cardiac arrhythmias, headache, dizziness, paraesthesia, visual disturbances, and hypersensitivity reactions (including pneumonitis, pulmonary oedema, photosensitivity, and severe skin reactions) have also been reported. ; also rarely jaundice and allergic interstitial nephritis", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2330.htm", "doses": ["Oedema, up to 50 mg daily", "Hypertension, 25 mg daily in the morning, increased to 50 mg\r\ndaily if necessary (but see notes above)", "Heart failure, 25–50 mg daily in the morning, increased if necessary\r\nto 100–200 mg daily (reduce to lowest effective dose for maintenance)"], "pregnancy": "Pregnancy \n(From 2.2.1 Thiazides and related diuretics: British National Formulary)\nPregnancy Thiazides and related diuretics should not be used to treat gestational hypertension. They may cause neonatal thrombocytopenia, bone marrow suppression, jaundice, electrolyte disturbances, and hypoglycaemia; placental perfusion may also be reduced. Stimulation of labour, uterine inertia, and meconium staining have also been reported."}]