[{"indications": "Indications asthma and other conditions associated\r\nwith reversible airways obstruction", "name": "BAMBUTEROL HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "3 Respiratory system", "3.1 Bronchodilators", "3.1.1 Adrenoceptor agonists", "3.1.1.1 Selective beta2 agonists"], "cautions": "Cautions \n(From 3.1.1.1 Selective beta2 agonists: British National Formulary)\nCautions Beta2 agonists should be used with caution in hyperthyroidism, cardiovascular disease, arrhythmias, susceptibility to QT-interval prolongation, and hypertension. Beta2 agonists should be used with caution in diabetes—monitor blood glucose (risk of ketoacidosis, especially when beta2 agonist given intravenously). Interactions: Appendix 1 (sympathomimetics, beta2).Hypokalaemia Potentially serious hypokalaemia may result from beta2 agonist therapy. Particular caution is required in severe asthma, because this effect may be potentiated by concomitant treatment with theophylline and its derivatives, corticosteroids, and diuretics, and by hypoxia. Plasma-potassium concentration should therefore be monitored in severe asthma.", "side-effects": "Side-effects \n(From 3.1.1.1 Selective beta2 agonists: British National Formulary)\nSide-effects Side-effects of the beta2 agonists include fine tremor (particularly in the hands), nervous tension, headache, muscle cramps, and palpitation. Other side-effects include tachycardia, arrhythmias, peripheral vasodilation, myocardial ischaemia, and disturbances of sleep and behaviour. Paradoxical bronchospasm (occasionally severe), urticaria, angioedema, hypotension, and collapse have also been reported. High doses of beta2 agonists are associated with hypokalaemia (see Hypokalaemia above).", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2900.htm", "doses": ["20 mg once daily at bedtime if patient has previously\r\ntolerated beta2 agonists; other patients, initially 10 mg\r\nonce daily at bedtime, increased if necessary after 1–2 weeks to 20 mg\r\nonce daily; child not recommended"], "pregnancy": "Pregnancy manufacturer advises avoid—no information available;\r\nsee also section 3.1"}]