[{"indications": "Indications \n(From Rufinamide: British National Formulary)\nRufinamide", "name": "RUFINAMIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.8 Antiepileptic drugs", "4.8.1 Control of the epilepsies", "Rufinamide", "RUFINAMIDE"], "cautions": "Cautions closely monitor and consider withdrawal\r\nif rash, fever, or other signs of hypersensitivity syndrome develop (see also Antiepileptic Hypersensitivity\r\nSyndrome); avoid abrupt withdrawal; interactions: see Interactions in section 4.8.1 and Appendix 1 (rufinamide)", "side-effects": "Side-effects nausea, vomiting, constipation, diarrhoea, dyspepsia,\r\nabdominal pain, weight loss, anorexia; rhinitis, epistaxis; dizziness,\r\nheadache, drowsiness, insomnia, anxiety, fatigue, increase in seizure\r\nfrequency, impaired coordination, hyperactivity, tremor, gait disturbances;\r\ninfluenza-like symptoms; oligomenorrhoea; back pain; nystagmus, diplopia,\r\nblurred vision; rash and acne; hypersensitivity syndrome (see Antiepileptic Hypersensitivity\r\nSyndrome)\r\nalso reportedHypersensitivity syndrome Serious hypersensitivity\r\nsyndrome (see Side-effects) has developed, especially in children\r\nand upon initiation of therapy; consider withdrawal if rash or signs\r\nor symptoms of hypersensitivity syndrome developCounselling Warn patients to seek\r\nimmediate medical attention if signs or symptoms of hypersensitivity\r\ndevelop", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/200118.htm", "doses": ["adult and child over 4 years body-weight over 30 kg, initially\r\n200 mg twice daily increased according to response in steps of 200 mg\r\ntwice daily at intervals of not less than 2 days; body-weight 30–50 kg\r\nmax. 900 mg twice daily; body-weight 50–70 kg max. 1.2 g twice daily;\r\nbody-weight over 70 kg max. 1.6 g twice daily; child over 4 years body-weight less than 30 kg, initially 100 mg twice\r\ndaily increased according to response in steps of 100 mg twice daily\r\nat intervals of not less than 2 days; max. 500 mg twice daily (max.\r\n300 mg twice daily if adjunctive therapy with valproate)"], "pregnancy": "Pregnancy see Pregnancy"}]