[{"indications": "Indications pain and inflammation associated with osteoarthritis and other musculoskeletal\r\ndisorders; mild to moderate pain and inflammation including dysmenorrhoea\r\nand dental pain", "name": "DEXIBUPROFEN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "10 Musculoskeletal and joint diseases", "10.1 Drugs used in rheumatic diseases and gout", "10.1.1 Non-steroidal anti-inflammatory drugs"], "cautions": "Cautions \n(From 10.1.1 Non-steroidal anti-inflammatory drugs: British National Formulary)\nCautions and contra-indications NSAIDs should be used with caution in the elderly (risk of serious side-effects and fatalities, see also Prescribing for the Elderly ), in allergic disorders (they are contra-indicated in patients with a history of hypersensitivity to aspirin or any other NSAID—which includes those in whom attacks of asthma, angioedema, urticaria or rhinitis have been precipitated by aspirin or any other NSAID), and in coagulation defects. Long-term use of some NSAIDs is associated with reduced female fertility, which is reversible on stopping treatment. Caution is also required in patients with connective-tissue disorders, see Side-effects below. In patients with cardiac impairment, caution is required since NSAIDs may impair renal function (see also Side-effects, below). All NSAIDs are contra-indicated in severe heart failure. Non-selective NSAIDs should be used with caution in uncontrolled hypertension, heart failure, ischaemic heart disease, peripheral artery disease, cerebrovascular disease, and when used long term in patients with risk factors for cardiovascular events. The selective inhibitors of cyclo-oxygenase-2 (celecoxib, etoricoxib, and parecoxib) are contra-indicated in ischaemic heart disease, cerebrovascular disease, peripheral arterial disease, and mild to severe heart failure. The selective inhibitors of cyclo-oxygenase-2 should be used with caution in patients with a history of cardiac failure, left ventricular dysfunction, hypertension, in patients with oedema for any other reason, and in patients with risk factors for cardiovascular events.NSAIDs and cardiovascular eventsAll NSAID use (including cyclo-oxygenase-2 selective inhibitors) can, to varying degrees, be associated with a small increased risk of thrombotic events (e.g. myocardial infarction and stroke) independent of baseline cardiovascular risk factors or duration of NSAID use; however, the greatest risk may be in those receiving high doses long term.Cyclo-oxygenase-2 selective inhibitors, diclofenac (150 mg daily) and ibuprofen (2.4 g daily) are associated with an increased risk of thrombotic events. The increased risk for diclofenac is similar to that of licensed doses of etoricoxib. Naproxen (1 g daily) is associated with a lower thrombotic risk, and low doses of ibuprofen (1.2 g daily or less) have not been associated with an increased risk of myocardial infarction.The lowest effective dose of NSAID should be prescribed for the shortest period of time to control symptoms and the need for long-term treatment should be reviewed periodically. All NSAIDs (including cyclo-oxygenase-2 selective inhibitors) are contra-indicated in patients with active gastro-intestinal ulceration or bleeding. Piroxicam, ketoprofen, and ketorolac are contra-indicated in patients with any history of gastro-intestinal bleeding, ulceration, or perforation. Other non-selective NSAIDs are contra-indicated in patients with a history of recurrent gastro-intestinal ulceration or haemorrhage (two or more distinct episodes), and in patients with a history of gastro-intestinal bleeding or perforation related to previous NSAID therapy (see also NSAIDS and Gastro-intestinal Events). While it is preferable to avoid NSAIDs in patients with active or previous gastro-intestinal ulceration or bleeding, and to withdraw them if gastro-intestinal lesions develop, nevertheless patients with serious rheumatic diseases (e.g. rheumatoid arthritis) are usually dependent on NSAIDs for effective relief of pain and stiffness. Patients at risk of gastro-intestinal ulceration (including the elderly), who need NSAID treatment should receive gastroprotective treatment; for advice on the prophylaxis and treatment of NSAID-associated gastro-intestinal ulcers, see section 1.3. NSAIDs should also be used with caution in Crohn’s disease or ulcerative colitis, as these conditions may be exacerbated.For interactions of NSAIDs, see Appendix 1 (NSAIDs).", "side-effects": "Side-effects \n(From 10.1.1 Non-steroidal anti-inflammatory drugs: British National Formulary)\nSide-effects Gastro-intestinal disturbances including discomfort, nausea, diarrhoea, and occasionally bleeding and ulceration occur (see also NSAIDs and Gastro-intestinal Events, below and Cautions above). Systemic as well as local effects of NSAIDs contribute to gastro-intestinal damage; taking oral formulations with milk or food, or using enteric-coated formulations, or changing the route of administration may only partially reduce symptoms such as dyspepsia.NSAIDs and gastro-intestinal eventsAll NSAIDs are associated with serious gastro-intestinal toxicity; the risk is higher in the elderly. Evidence on the relative safety of non-selective NSAIDs indicates differences in the risks of serious upper gastro-intestinal side-effects—piroxicam (see also CHMP advice), ketoprofen, and ketorolac are associated with the highest risk; indometacin, diclofenac, and naproxen are associated with intermediate risk, and ibuprofen with the lowest risk (although high doses of ibuprofen have been associated with intermediate risk). Selective inhibitors of cyclo-oxygenase-2 are associated with a lower risk of serious upper gastro-intestinal side-effects than non-selective NSAIDs.Recommendations are that NSAIDs associated with a low risk e.g. ibuprofen are generally preferred, to start at the lowest recommended dose and not to use more than one oral NSAID at a time. See also Cautions and Contra-indications.The combination of a NSAID and low-dose aspirin can increase the risk of gastro-intestinal side-effects; this combination should be used only if absolutely necessary and the patient should be monitored closely.Other side-effects include hypersensitivity reactions (particularly rashes, angioedema, and bronchospasm—see below), headache, dizziness, nervousness, depression, drowsiness, insomnia, vertigo, hearing disturbances such as tinnitus, photosensitivity, and haematuria. Blood disorders have also occurred. Fluid retention may occur (rarely precipitating congestive heart failure); blood pressure may be raised. AsthmaAny degree of worsening of asthma may be related to the ingestion of NSAIDs, either prescribed or (in the case of ibuprofen and others) purchased over the counter.Renal failure may be provoked by NSAIDs, especially in patients with pre-existing renal impairment (important, see Renal impairment, above). Rarely, papillary necrosis or interstitial fibrosis associated with NSAIDs can lead to renal failure. Hepatic damage, alveolitis, pulmonary eosinophilia, pancreatitis, visual disturbances, Stevens-Johnson syndrome, and toxic epidermal necrolysis are other rare side-effects. Induction of or exacerbation of colitis or Crohn’s disease has been reported. Aseptic meningitis has been reported rarely with NSAIDs—patients with connective-tissue disorders such as systemic lupus erythematosus may be especially susceptible.Overdosage: see Emergency Treatment of Poisoning, Analgesics, non-opioid.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/129442.htm", "doses": ["600–900 mg daily in up to 3 divided doses; increased if\r\nnecessary to max. 1.2 g daily (900 mg daily for dysmenorrhoea); max.\r\nsingle dose 400 mg (300 mg for dysmenorrhoea); child not recommended"], "pregnancy": "Pregnancy \n(From 10.1.1 Non-steroidal anti-inflammatory drugs: British National Formulary)\nPregnancy Most manufacturers advise avoiding the use of NSAIDs during pregnancy or avoiding them unless the potential benefit outweighs the risk. NSAIDs should be avoided during the third trimester because use is associated with a risk of closure of fetal ductus arteriosus in utero and possibly persistent pulmonary hypertension of the newborn. In addition, the onset of labour may be delayed and its duration may be increased. See also individual monographs for celecoxib and etoricoxib."}]