[{"indications": "Indications hyperlipidaemias, particularly type IIa, in patients who have not\r\nresponded adequately to diet and other appropriate measures", "name": "COLESTIPOL HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.12 Lipid-regulating drugs", "Bile acid sequestrants"], "cautions": "Cautions \n(From Bile acid sequestrants: British National Formulary)\nCautions Bile acid sequestrants interfere with the absorption of fat-soluble vitamins; supplements of vitamins A, D, K, and folic acid may be required when treatment is prolonged. Interactions: Appendix 1 (bile acid sequestrants); interactions: Appendix 1 (colestipol)", "side-effects": "Side-effects \n(From Bile acid sequestrants: British National Formulary)\nSide-effects As bile acid sequestrants are not absorbed, gastro-intestinal side-effects predominate. Constipation is common, but diarrhoea has occurred, as have nausea, vomiting, and gastro-intestinal discomfort. Hypertriglyceridaemia may be aggravated. An increased bleeding tendency has been reported due to hypoprothrombinaemia associated with vitamin K deficiency.", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2841.htm", "doses": ["Initially 5 g 1–2 times daily in liquid increased if necessary\r\nin 5-g increments at intervals of 1 month to max. 30 g daily (in 1–2\r\ndivided doses)", "the contents of each sachet should be mixed\r\nwith at least 100 mL of water or other suitable liquid such as fruit\r\njuice or skimmed milk; alternatively it can be mixed with thin soups,\r\ncereals, yoghurt, or pulpy fruits ensuring at least 100 mL of liquid\r\nis provided"], "pregnancy": "Pregnancy \n(From Bile acid sequestrants: British National Formulary)\nPregnancy and breast-feeding Bile acid sequestrants should be used with caution as although the drugs are not absorbed, they may cause fat-soluble vitamin deficiency on prolonged use."}]