[{"indications": "Indications hypertension (but \n(From 2.5.5.1 Angiotensin-converting enzyme inhibitors: British National Formulary)\nHypertension An ACE inhibitor may be the most appropriate initial drug for hypertension in younger Caucasian patients; Afro-Caribbean patients, those aged over 55 years, and those with primary aldosteronism respond less well (see section 2.5). ACE inhibitors are particularly indicated for hypertension in patients with type 1 diabetes with nephropathy (see also section 6.1.5). They may reduce blood pressure very rapidly in some patients particularly in those receiving diuretic therapy (see Cautions, below); the first dose should preferably be given at bedtime.); symptomatic\r\nheart failure (adjunct—\n(From 2.5.5 Drugs affecting the renin-angiotensin system: British National Formulary)\n2.5.5 Drugs affecting the renin-angiotensin system); prophylaxis\r\nof cardiac events following myocardial infarction or revascularisation\r\nin stable coronary artery disease", "name": "PERINDOPRIL ERBUMINE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.5 Hypertension and heart failure", "2.5.5 Drugs affecting the renin-angiotensin system", "2.5.5.1 Angiotensin-converting enzyme inhibitors"], "cautions": "Cautions \n(From 2.5.5.1 Angiotensin-converting enzyme inhibitors: British National Formulary)\nCautions ACE inhibitors need to be initiated with care in patients receiving diuretics (important: see Concomitant diuretics, below); first doses can cause hypotension especially in patients taking high doses of diuretics, on a low-sodium diet, on dialysis, dehydrated, or with heart failure (see above). They should also be used with caution in peripheral vascular disease or generalised atherosclerosis owing to risk of clinically silent renovascular disease; for use in pre-existing renovascular disease, see Renal Effects above. The risk of agranulocytosis is possibly increased in collagen vascular disease (blood counts recommended). ACE inhibitors should be used with care in patients with severe or symptomatic aortic stenosis (risk of hypotension) and in hypertrophic cardiomyopathy. They should also be used with care (or avoided) in those with a history of idiopathic or hereditary angioedema. If jaundice or marked elevations of hepatic enzymes occur during treatment then the ACE inhibitor should be discontinued—risk of hepatic necrosis (see also Hepatic impairment, below). Interactions: Appendix 1 (ACE inhibitors).Anaphylactoid reactions To prevent anaphylactoid reactions, ACE inhibitors should be avoided during dialysis with high-flux polyacrylonitrile membranes and during low-density lipoprotein apheresis with dextran sulphate; they should also be withheld before desensitisation with wasp or bee venom.Concomitant diuretics ACE inhibitors can cause a very rapid fall in blood pressure in volume-depleted patients; treatment should therefore be initiated with very low doses. If the dose of diuretic is greater than 80 mg furosemide or equivalent, the ACE inhibitor should be initiated under close supervision and in some patients the diuretic dose may need to be reduced or the diuretic discontinued at least 24 hours beforehand (may not be possible in heart failure—risk of pulmonary oedema). If high-dose diuretic therapy cannot be stopped, close observation is recommended after administration of the first dose of ACE inhibitor, for at least 2 hours or until the blood pressure has stabilised.", "side-effects": "Side-effects \n(From 2.5.5.1 Angiotensin-converting enzyme inhibitors: British National Formulary)\nSide-effects ACE inhibitors can cause profound hypotension (see Cautions) and renal impairment (see Renal effects above), and a persistent dry cough. They can also cause angioedema (onset may be delayed; higher incidence reported in Afro-Caribbean patients), rash (which may be associated with pruritus and urticaria), pancreatitis, and upper respiratory-tract symptoms such as sinusitis, rhinitis, and sore throat. Gastro-intestinal effects reported with ACE inhibitors include nausea, vomiting, dyspepsia, diarrhoea, constipation, and abdominal pain. Altered liver function tests, cholestatic jaundice, hepatitis, fulminant hepatic necrosis, and hepatic failure have been reported—discontinue if marked elevation of hepatic enzymes or jaundice. Hyperkalaemia, hypoglycaemia, and blood disorders including thrombocytopenia, leucopenia, neutropenia, and haemolytic anaemia have also been reported. Other reported side-effects include headache, dizziness, fatigue, malaise, taste disturbance, paraesthesia, bronchospasm, fever, serositis, vasculitis, myalgia, arthralgia, positive antinuclear antibody, raised erythrocyte sedimentation rate, eosinophilia, leucocytosis, and photosensitivity.; also\r\nasthenia, mood and sleep disturbances", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/2597.htm", "doses": ["Hypertension, initially 4 mg once daily in the morning\r\nfor 1 month, subsequently adjusted according to response; if used\r\nin addition to diuretic (see notes above),\r\nin elderly, in renal impairment, in cardiac decompensation, or in\r\nvolume depletion, initially 2 mg once daily; max. 8 mg daily", "Heart failure (adjunct), initially 2 mg once daily in the morning\r\nunder close medical supervision (see notes above),\r\nincreased after at least 2 weeks to max. 4 mg once daily if tolerated", "Following myocardial infarction or revascularisation, initially\r\n4 mg once daily in the morning increased after 2 weeks to 8 mg once\r\ndaily if tolerated; elderly 2 mg once\r\ndaily for 1 week, then 4 mg once daily for 1 week, thereafter increased\r\nto 8 mg once daily if tolerated"], "pregnancy": "Pregnancy \n(From 2.5.5.1 Angiotensin-converting enzyme inhibitors: British National Formulary)\nPregnancy ACE inhibitors should be avoided in pregnancy unless essential. They may adversely affect fetal and neonatal blood pressure control and renal function; skull defects and oligohydramnios have also been reported."}]