[{"indications": "Indications \n(From 11.3.1 Antibacterials: British National Formulary)\n11.3.1 Antibacterials", "name": "MOXIFLOXACIN", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "11 Eye", "11.3 Anti-infective eye preparations", "11.3.1 Antibacterials", "MOXIFLOXACIN"], "cautions": "Cautions not recommended for neonates", "side-effects": "Side-effects taste disturbances, ocular discomfort (including\r\npain, irritation and dryness), hyperaemia; less commonly vomiting, headache, paraesthesia, corneal disorders (including keratitis,\r\nerosion, and staining), conjunctival haemorrhage, eyelid erythema,\r\nvisual disturbances, nasal discomfort, pharyngolaryngeal pain; also reported nausea, palpitation, dyspnoea, dizziness,\r\nraised intra-ocular pressure, photophobia, rash, pruritus", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/213680.htm", "doses": ["adult and child over 1 month, apply 3 times daily (continue\r\ntreatment for 2–3 days after infection improves; review if no improvement\r\nwithin 5 days)"]}, {"indications": "Indications \n(From 11.3.1 Antibacterials: British National Formulary)\n11.3.1 Antibacterials", "name": "MOXIFLOXACIN - ANTIBACTERIALS", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "11 Eye", "11.3 Anti-infective eye preparations", "11.3.1 Antibacterials", "MOXIFLOXACIN"], "cautions": "Cautions not recommended for neonates", "side-effects": "Side-effects taste disturbances, ocular discomfort (including\r\npain, irritation and dryness), hyperaemia; less commonly vomiting, headache, paraesthesia, corneal disorders (including keratitis,\r\nerosion, and staining), conjunctival haemorrhage, eyelid erythema,\r\nvisual disturbances, nasal discomfort, pharyngolaryngeal pain; also reported nausea, palpitation, dyspnoea, dizziness,\r\nraised intra-ocular pressure, photophobia, rash, pruritus", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/213680.htm", "doses": ["adult and child over 1 month, apply 3 times daily (continue\r\ntreatment for 2–3 days after infection improves; review if no improvement\r\nwithin 5 days)"]}, {"indications": "Indications sinusitis, community-acquired pneumonia, exacerbations of chronic\r\nbronchitis, mild to moderate pelvic inflammatory disease, or complicated\r\nskin and soft-tissue infections which have failed to respond to other\r\nantibacterials or for patients who cannot be treated with other antibacterials", "name": "MOXIFLOXACIN - QUINOLONES", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.1 Antibacterial drugs", "5.1.12 Quinolones"], "cautions": "Cautions \n(From 5.1.12 Quinolones: British National Formulary)\nCautions Quinolones should be used with caution in patients with a history of epilepsy or conditions that predispose to seizures, in G6PD deficiency (section 9.1.5), myasthenia gravis (risk of exacerbation), and in children or adolescents (arthropathy has developed in weight-bearing joints in young animals—see below). Exposure to excessive sunlight should be avoided (discontinue if photosensitivity occurs). Quinolones can prolong the QT interval. Moxifloxacin is contra-indicated in patients with risk factors for QT interval prolongation (e.g. electrolyte disturbances, acute myocardial infarction, heart failure with reduced left ventricular ejection fraction, bradycardia, congenital long QT syndrome, concomitant use with other drugs known to prolong the QT interval, history of symptomatic arrhythmias) and the other quinolones should be used with caution in these patients. The CSM has warned that quinolones may induce convulsions in patients with or without a history of convulsions; taking NSAIDs at the same time may also induce them. Other interactions: Appendix 1 (quinolones).Use in children Quinolones cause arthropathy in the weight-bearing joints of immature animals and are therefore generally not recommended in children and growing adolescents. However, the significance of this effect in humans is uncertain and in some specific circumstances short-term use of either ciprofloxacin or nalidixic acid may be justified in children. For further details see BNF for Children.Tendon damageTendon damage (including rupture) has been reported rarely in patients receiving quinolones. Tendon rupture may occur within 48 hours of starting treatment; cases have also been reported several months after stopping a quinolone. Healthcare professionals are reminded that:quinolones are contra-indicated in patients with a history of tendon disorders related to quinolone use;patients over 60 years of age are more prone to tendon damage;the risk of tendon damage is increased by the concomitant use of corticosteroids;if tendinitis is suspected, the quinolone should be discontinued immediately.Contra-indications quinolone hypersensitivity. See also Cautions above.; interactions: Appendix 1 (quinolones)Driving May impair performance of\r\nskilled tasks (e.g. driving)", "side-effects": "Side-effects \n(From 5.1.12 Quinolones: British National Formulary)\nSide-effects Side-effects of the quinolones include nausea, vomiting, dyspepsia, abdominal pain, diarrhoea (rarely antibiotic-associated colitis), headache, dizziness, rash (very rarely Stevens-Johnson syndrome and toxic epidermal necrolysis). Less frequent side-effects include anorexia, sleep disturbances, asthenia, confusion, anxiety, depression, hallucinations, tremor, blood disorders (including eosinophilia, leucopenia, thrombocytopenia), arthralgia, myalgia, disturbances in vision and taste. Other side-effects reported rarely or very rarely include hepatic dysfunction (including jaundice and hepatitis), hypotension, vasculitis, dyspnoea (more frequent with moxifloxacin), convulsions, psychoses, paraesthesia, renal failure, interstitial nephritis, tendon inflammation and damage (see also Tendon Damage above), photosensitivity, disturbances in hearing and smell. The drug should be discontinued if psychiatric, neurological or hypersensitivity reactions (including severe rash) occur.; also gastritis, flatulence, constipation, arrhythmias, palpitation,\r\nangina, vasodilatation, hyperlipidaemia, sweating; rarely oedema, hypertension, syncope, dysphagia, abnormal dreams, incoordination,\r\namnesia, hyperglycaemia, hyperuricaemia, myopathy, stomatitis; very rarely rhabdomyolysis, potentially life-threatening\r\nhepatic failure; on intravenous infusion, pain and\r\nphlebitis at injection site", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/127959.htm", "doses": ["By mouth, 400 mg once daily", "By intravenous infusion over 60 minutes,\r\ncommunity-acquired pneumonia, complicated skin and soft-tissue infections,\r\n400 mg once daily", "Recommended duration of treatment is 7–14\r\ndays for community-acquired pneumonia, 5–10 days in exacerbations\r\nof chronic bronchitis, 7 days in sinusitis, 14 days in pelvic inflammatory\r\ndisease, 7–21 days for complicated skin and soft-tissue infections"], "pregnancy": "Pregnancy \n(From 5.1.12 Quinolones: British National Formulary)\nPregnancy Quinolones should be avoided in pregnancy because they have been shown to cause arthropathy in animal studies; safer alternatives are available; however, a single dose of ciprofloxacin may be used for the prevention of a secondary case of meningococcal meningitis"}]