[{"indications": "Indications hypertension; heart failure with impaired left ventricular systolic\r\nfunction in conjunction with an ACE inhibitor, or when ACE inhibitors\r\nare not tolerated (see also section 2.5.5)", "name": "CANDESARTAN CILEXETIL", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "2 Cardiovascular system", "2.5 Hypertension and heart failure", "2.5.5 Drugs affecting the renin-angiotensin system", "2.5.5.2 Angiotensin-II receptor antagonists"], "cautions": "Cautions \n(From 2.5.5.2 Angiotensin-II receptor antagonists: British National Formulary)\nCautions Angiotensin-II receptor antagonists should be used with caution in renal artery stenosis (see also Renal Effects under ACE Inhibitors, section 2.5.5.1). Monitoring of plasma-potassium concentration is advised, particularly in the elderly and in patients with renal impairment; lower initial doses may be appropriate in these patients. Angiotensin-II receptor antagonists should be used with caution in aortic or mitral valve stenosis and in hypertrophic cardiomyopathy. Those with primary aldosteronism, and Afro-Caribbean patients (particularly those with left ventricular hypertrophy), may not benefit from an angiotensin-II receptor antagonist. Interactions: Appendix 1 (angiotensin-II receptor antagonists).", "side-effects": "Side-effects see notes above; also vertigo, headache; very rarely nausea, hepatitis, blood disorders, hyponatraemia,\r\nback pain, arthralgia, myalgia, rash, urticaria, pruritus", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/64864.htm", "doses": ["Hypertension, initially 8 mg (intravascular volume depletion\r\n4 mg) once daily, increased if necessary at intervals of 4 weeks to\r\nmax. 32 mg once daily; usual maintenance dose 8 mg once daily", "Heart failure, initially 4 mg once daily, increased at intervals\r\nof at least 2 weeks to ‘target’ dose of 32 mg once daily or to max.\r\ntolerated dose"], "pregnancy": "Pregnancy \n(From 2.5.5.2 Angiotensin-II receptor antagonists: British National Formulary)\nPregnancy Angiotensin-II receptor antagonists should be avoided in pregnancy unless essential. They may adversely affect fetal and neonatal blood pressure control and renal function; skull defects and oligohydramnios have also been reported."}]