[{"indications": "Indications tuberculosis, in combination with other drugs", "name": "ETHAMBUTOL HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "5 Infections", "5.1 Antibacterial drugs", "5.1.9 Antituberculosis drugs", "ETHAMBUTOL HYDROCHLORIDE"], "cautions": "Cautions elderly; test\r\nvisual acuity before treatment and warn\r\npatients to report visual changes—see Monitoring in %s\n(From 5.1.9 Antituberculosis drugs: British National Formulary)\nMonitoring Since isoniazid, rifampicin and pyrazinamide are associated with liver toxicity, hepatic function should be checked before treatment with these drugs. Those with pre-existing liver disease or alcohol dependence should have frequent checks particularly in the first 2 months. If there is no evidence of liver disease (and pre-treatment liver function is normal), further checks are only necessary if the patient develops fever, malaise, vomiting, jaundice or unexplained deterioration during treatment. In view of the need to comply fully with antituberculous treatment on the one hand and to guard against serious liver damage on the other, patients and their carers should be informed carefully how to recognise signs of liver disorders and advised to discontinue treatment and seek immediate medical attention should symptoms of liver disease occur.Renal function should be checked before treatment with antituberculous drugs and appropriate dosage adjustments made. Streptomycin or ethambutol should preferably be avoided in patients with renal impairment, but if used, the dose should be reduced and the plasma-drug concentration monitored.Visual acuity should be tested before ethambutol is used (see below).; young\r\nchildren (see notes above)—routine ophthalmological monitoring recommended", "side-effects": "Side-effects optic neuritis, red/green colour blindness, peripheral\r\nneuritis, rarely rash, pruritus, urticaria, thrombocytopenia", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/202885.htm", "doses": ["See notes above", "‘Peak’ concentration (2–2.5 hours after dose)\r\nshould be 2–6 mg/litre (7–22 micromol/litre); ‘trough’ (pre-dose)\r\nconcentration should be less than 1 mg/litre (4 micromol/litre); see\r\nRenal Impairment above"], "pregnancy": "Pregnancy not known to be harmful; see also Pregnancy"}]