[{"indications": "Indications refractory motor fluctuations in Parkinson’s disease (‘off’ episodes)\r\ninadequately controlled by co-beneldopa or co-careldopa or other dopaminergics\r\n(for capable and motivated patients under specialist supervision)", "name": "APOMORPHINE HYDROCHLORIDE", "breadcrumbs": ["Home", "BNF No. 63 (March 2012)", "4 Central nervous system", "4.9 Drugs used in parkinsonism and related disorders", "4.9.1 Dopaminergic drugs used in Parkinson’s disease", "Dopamine-receptor agonists"], "cautions": "Cautions \n(From Dopamine-receptor agonists: British National Formulary)\nDopamine-receptor agonists; pulmonary disease, cardiovascular disease, history of postural hypotension (special care on initiation); susceptibility to QT-interval prolongation; neuropsychiatric conditions; monitor hepatic, haemopoietic, renal, and cardiovascular function; with concomitant levodopa  test initially and every 6 months for haemolytic anaemia\r\nand thrombocytopenia (development\r\ncalls for specialist haematological care with dose reduction and possible\r\ndiscontinuation); interactions: Appendix 1 (apomorphine)", "side-effects": "Side-effects \n(From Dopamine-receptor agonists: British National Formulary)\nDopamine-receptor agonists; also\r\nnausea, vomiting (\n(From Dopamine-receptor agonists: British National Formulary)\nApomorphine is a potent dopamine-receptor agonist that is sometimes helpful in advanced disease for patients experiencing unpredictable ‘off’ periods with levodopa treatment. Apomorphine should be initiated in a specialist clinic with at least two days pretreatment with domperidone for nausea and vomiting. After an overnight withdrawal of oral antiparkinsonian medication to induce an ‘off’ episode, the threshold dose of apomorphine is determined. Oral antiparkinsonian medication is then restarted. The patient must be taught to self-administer apomorphine by subcutaneous injection into the lower abdomen or outer thigh at the first sign of an ‘off’ episode. Once treatment has been established it may be possible to gradually reduce other antiparkinsonian medications and reduce or withdraw domperidone therapy. Treatment with apomorphine should remain under specialist supervision.); yawning; drowsiness (including\r\nsudden onset of sleep), confusion, hallucinations; less commonly postural hypotension, dyspnoea, dyskinesia during ‘on’ periods (may\r\nrequire discontinuation), haemolytic anaemia and thrombocytopenia\r\nwith levodopa (see Cautions), and rash; rarely eosinophilia;\r\nperipheral oedema, compulsive behaviour (\n(From Dopamine-receptor agonists: British National Formulary)\nPatients and their carers should be informed about the risk of impulse control disorders. There is no evidence that ergot- and non-ergot-derived dopamine-receptor agonists differ in their propensity to cause impulse control disorders, so switching between dopamine-receptor agonists to control these side-effects is not recommended. If the patient develops an impulse control disorder, the dopamine-receptor agonist or levodopa should be withdrawn or the dose reduced until the symptoms resolve.), and\r\ndizziness also reported", "fname": "/home/david/src/nhshackday/bnf-html/www.medicinescomplete.com/mc/bnf/current/10071.htm", "doses": ["By subcutaneous injection, adult over 18 years, to determine threshold dose\r\n(see also notes above), initially 1 mg at the first sign\r\nof ‘off’ episode; if inadequate or no response after 30 minutes, then\r\na further 2 mg should be given; thereafter increase dose at minimum\r\n40-minute intervals until satisfactory response obtained; usual range\r\n3–30 mg daily in divided doses; subcutaneous infusion may be preferable\r\nin those requiring division of injections into more than 10 doses\r\ndaily; max. single dose 10 mg", "By continuous subcutaneous infusion, adult over 18 years, (those requiring division into\r\nmore than 10 injections daily) initially 1 mg/hour increased according\r\nto response (not more often than every 4 hours) in max. steps of 500 micrograms/hour,\r\nto usual rate of 1–4 mg/hour (15–60 micrograms/kg/hour); change infusion\r\nsite every 12 hours and give during waking hours only (tolerance may\r\noccur unless there is a 4-hour treatment-free period at night—24-hour\r\ninfusions not recommended unless severe night-time symptoms); intermittent\r\nbolus doses may be needed", "Total daily dose by either route (or combined\r\nroutes) max. 100 mg"], "pregnancy": "Pregnancy avoid unless clearly necessary"}]